<h2 class="text-color"><br>
 </h2>
<h2 class="text-color">Шоу-рум освещения</h2>
<p>
	 Уникальные функционально-эстетические решения команды Skarlat ждут вас в нашем шоу-руме.
</p>
<p>
 <br>
</p>
<h3 class="text-color">54000 товаров</h3>
<p>
	 Огромная ассортиментная линейка продукции нашей компании постоянно пополняется новым трендом освещения. <br>
	 Бра, торшеры, настольные лампы, треки, светодиодная продукция, потолочники, осветительные приборы для улицы - это и многое другое обязательно полюбится нашим покупателям.
</p>
<p>
 <br>
</p>
<h3 class="text-color">Компания-поставщик</h3>
<p>
	 Наша компания представлена на рынке с 1997 года и является крупным поставщиком осветительных приборов. <br>
	 Skarlat - это гарантия надёжности, выгодности и соблюдения всех сроков, так как мы работаем без посредников!
</p>
<p>
 <br>
</p>
<h3 class="text-color">Качество превыше всего</h3>
<p>
	 Наша команда уверена: световое решение должно отличаться оригинальностью и высоким качеством! Мы продаем то, чем можем гордиться.
</p>
<p>
 <br>
</p>
<h3 class="text-color">Покупка светильников On-line</h3>
<p>
	 Сайт skarlat.ua разработан таким образом, чтобы вам было удобно подбирать осветительные приборы, исходя из качественных визуализаций, технических характеристик и детальной информации о каждой единице, и оформлять покупки дистанционно. <br>
	 Наши менеджеры готовы проконсультировать вас в любое рабочее время и подсказать любые нюансы.
</p>
<p>
 <br>
</p>
<h3 class="text-color">Система скидок</h3>
<p>
	 Компания Skarlat лояльна к своим клиентам и будет рада предоставить им скидки, начиная от определенного объёма заказанных единиц товара.
</p>
<p>
 <br>
</p>
<h2>Почему выбирают SKARLAT?</h2>
 Мы предоставляем профессиональную консультацию при выборе освещения, подбор освещения по дизайн-проекту, расчет светильников онлайн.<br>
 <br>
 <br>
 <br>