<h2 class="text-color">До отделения &laquo;Нова пошта&raquo;</h2>

<p>
    Сроки доставки в отделение &laquo;Нова пошта&raquo; 1 - 3 дня.<br />

    После отправки заказа вы получите SMS-сообщение с номером экспресс-накладной.<br />
    Уточнить конкретную дату получения вашего заказа вы можете на&nbsp;<a
        href="https://novaposhta.ua/"
        target="_blank"
        style="color:#dc281e;"
    >сайте компании &laquo;Нова пошта&raquo;</a
    ><br />

    <br />Стоимость доставки в любое отделение &laquo;Нова пошта&raquo; &mdash; по тарифам перевозчика
    &laquo;Нова пошта&raquo;.<br />

    В обязательном порядке проверяйте ваш заказ на соответствие с товарным чеком перед оплатой в отделении
    &laquo;Нова пошта&raquo;.<br />
</p>

<strong>Важно!</strong>

<br />
<p>
    Перед отправкой весь товар проверяется и страхуется на полную стоимость. При получении отправления вам
    необходимо проверить товар непосредственно в отделении компании &quot;Нова пошта&quot; в присутствии
    сотрудника. В случае неполного комплекта, недостачи товара или отсутствия документов (чек, гарантийный
    талон и тд.), необходимо составить акт несоответствия. <br />Если упаковка повреждена, или на товаре
    обнаружены механические повреждения вам необходимо отказаться от отправления либо предъявить претензии
    компании &quot;Нова пошта&quot;.<br />
    Компания &quot;Нова пошта&quot; возмещает причиненный ущерб, если он был причинен по ее вине.&nbsp;
</p>

<h2 class="text-color">
    Адресная доставка по Киеву
</h2>

<p>
    Адресная доставка заказов по Киеву осуществляется с понедельника по субботу с&nbsp;<strong
    >10:00 до 19:00 . <br />Стоимость&nbsp; - 50 грн</strong
    >. <br />При наличии товара на складе и оформлении заказа&nbsp;<strong>до 10:00</strong>&nbsp;доставка
    происходит в день оформления заказа, кроме воскресенья.
</p>

<p>
    Если заказ оформлен после 10:00 - доставка курьером осуществляется на следующий день.

    <strong>Если заказ оформлен в воскресенье, доставка производится в понедельник.</strong>

    Менеджер уточняет наличие товара по вашему заказу, согласовывает с вами адрес, удобные даты и время
    доставки.

    <strong>В обязательном порядке</strong>&nbsp;проверяйте ваш заказ на соответствие с товарным чеком
    перед оплатой в курьеру.<br />

    <strong>Обращаем ваше внимание</strong>, что при получении посылки у курьера и подписывая акт
    приема-передачи вы подтверждаете факт проверки посылки на соответствие вашему заказу, а также&nbsp;
    соглашаетесь с внешним видом товара, его комплектацией и не имеете претензий к интернет-магазину.
</p>

<h2 class="text-color">
    Быстрая доставка по Киеву за 3 часа
</h2>

<p>
    Быстрая доставка курьером по адресу за 3 часа.<br />
    Доставка доступна для заказов обработанных с 9:00 до 15:00. Только мелкогабаритные товары.

    <br />Стоимость доставки &ndash; 150 грн.
</p>

<strong>Внимание!</strong>

<p>
    Сроки доставки на сайте представлены в ознакомительных целях и несут ориентировочные характер. Сроки
    доставки определены с расчёта, что заказ обработан в текущий момент времени. Реальные сроки доставки
    рассчитываются в момент обработки заказа и оговариваются менеджером.
</p>

<p>
    Заказывая доставку товара сторонними курьерскими службами (&laquo;Нова пошта&raquo;) &mdash; при
    получении обязательно проверяйте наличие всего товара в заказе, а так же его внешний вид.<br />
    <br />
    В случае повреждения товара, или неполной комплектации заказа - необходимо отказаться от получения
    товара и его оплаты, а так же составить акт (претензию). В случае если данная ситуация будет иметь
    место &mdash; обязательно сообщите нам о случившемся по телефонам, которые указаны на сайте.
</p>
