<h2 class="text-color"><br>
 </h2>
<h2 class="text-color">Я могу обменять товар или вернуть товар?</h2>
<p>
	 Да, вы можете обменять или вернуть товар в течение 14 дней&nbsp;<strong>с момента покупки.</strong>&nbsp;Это право гарантирует вам «Закон о защите прав потребителя».&nbsp;&nbsp;
</p>
 Чтобы использовать эту возможность, пожалуйста, убедитесь что:
<ul class="pl-4">
	<li>
	товар, не был в употреблении и не имеет следов использования: царапин, сколов, потёртостей. </li>
	<li>товар полностью укомплектован и не нарушена целостность упаковки;</li>
	<li>сохранены все ярлыки и заводская маркировка.</li>
</ul>
<p>
	 То есть вы имеете право обменять непродовольственный товар надлежащего качества на аналогичный, если товар не удовлетворил вас по форме, габаритам, цвету, размеру или по другим причинам не может быть вами использованный по назначению. Обмен товара надлежащего качества осуществляется, если он не использовался и если сохранен его товарный вид, потребительские свойства, пломбы, ярлыки, а также расчетный документ, выданный потребителю вместе с проданным товаром.<br>
	 В случае, если вы обратились в течении 14 дней с момента покупки с просьбой обменять товар ненадлежащего качества по вашему мнению, но товар соответствует критериям товара надлежащего качества, в таком случае Продавец не производит обмен товара.<br>
	 Если товар не работает, обмен или возврат товара производится только при наличии заключения/акта сервисного центра, авторизованного производителем Товара, о том, что условия эксплуатации не нарушены.
</p>
<p>
 <br>
</p>
<h2 class="text-color">Где и как можно произвести обмен или возврат товара?</h2>
<p>
	 Обменять или вернуть товар можно в нашем офисе по сервисному обслуживанию. При себе вам нужно иметь товар, упаковку и комплектующие к нему, гарантийный талон и товарный чек.
</p>
<p>
 <br>
</p>
<h2 class="text-color">Куда обращаться по вопросам гарантийного обслуживания?</h2>
<p>
	 В случае, если Товар потребует гарантийного обслуживания, просим вас обратиться к нашим менеджерам по телефонам, указанным на сайте.
</p>
<p>
 <br>
</p>
<h2 class="text-color">Какова гарантия на этот товар?</h2>
<p>
	 Срок гарантии указан в описании каждого товара на сайте. Гарантия предоставляется на срок от 14 дней до 36 месяцев, в зависимости от товара. Гарантия может быть представлена производителем либо Продавцом. Подтверждением гарантийных обязательств служит гарантийный талон производителя либо наш гарантийный талон.
</p>
<p>
 <br>
</p>
<h2 class="text-color">Сервисный центр не может отремонтировать мой товар в гарантийный период</h2>
<p>
	 В случае выявления в течение установленного гарантийного срока существенных недостатков, которые возникли по вине производителя, в Товаре, который вы у нас купили, либо он вышел из строя по вине производителя и не может быть отремонтирован в авторизованном сервисном центре, мы обменяем товар на аналогичный или вернём деньги.<br>
</p>
 <strong>
Для этого, пожалуйста, предоставьте нам: <br>
 </strong><strong><br>
 </strong>
<ul class="pl-4">
	<li>товар с полной комплектацией (зарядное устройство, коробка…);&nbsp; &nbsp; &nbsp;</li>
	<li>гарантийный талон;</li>
	<li>документ, подтверждающий оплату;</li>
	<li>
	заключение сервисного центра с отметкой о том, что товар имеет «существенный недостаток». </li>
	<li><br>
 </li>
</ul>
<h2 class="text-color">В каких случаях гарантия не предоставляется?</h2>
 <br>
 <strong>Сервисный центр может отказать в гарантийном ремонте в случае:<br>
 </strong><strong><br>
 </strong>
<ul class="pl-4">
	<li>нарушения сохранности гарантийных пломб;</li>
	<li>
	наличия механических или иных повреждений, возникших вследствие умышленных или неосторожных действий покупателя или третьих лиц; </li>
	<li>нарушение правил использования;</li>
	<li>
	несанкционированного вскрытия, ремонта или изменения внутренних коммуникаций и компонентов товара, изменения конструкций или схемы товара; </li>
	<li>
	если серийный номер или MAC-адрес, находящиеся в памяти изделия, изменены, стёрты или повреждены и не могут быть установлены; </li>
	<li>
	если обнаружены повреждения, вызванные попаданием внутрь изделия посторонних предметов, веществ, жидкостей, насекомых или действием экстремальных температур. </li>
</ul>
 <br>
<ul class="pl-4">
</ul>
 <strong>Гарантийные обязательства и гарантийное обслуживание не распространяется на Товар в случае:<br>
 </strong><strong><br>
 </strong>
<ul class="pl-4">
	<li>случайного повреждения (дефекты причиненные клиентом);</li>
	<li>повреждения в результате стихийных бедствий (природных явлений);</li>
	<li>
	повреждения, возникшие вследствие небрежного отношения или использования (несоблюдение температурного режима, воздействие жидкости, запыленности, механические повреждения, попадание внутрь корпуса посторонних предметов); </li>
	<li>повреждения, вызванные аварийным повышением или понижением напряжения в сети;</li>
	<li>
	повреждения или ненормального функционирования изделия, вызванные сбоями или несоответствием стандартам параметров питающих, телекоммуникационных, кабельных и других подобных внешних факторов; </li>
	<li>
	повреждения, вызванные дефектами системы, в которой использовался данный товар, или возникшие в результате соединения и подключения товара к другим изделиям; </li>
	<li>
	повреждения, вызванные использованием товара не по назначению или с нарушением правил эксплуатации; </li>
	<li>
	естественный износ элементов в случаях превышения указанных норм нормальной эксплуатации, а также корпусных элементов переносных изделий; </li>
	<li>повреждения или ненормального функционирования изделия вызвано программами;</li>
	<li>
	повреждения или ненормального функционирования изделия, вызванные использованием нестандартных и (или) некачественных расходных материалов, принадлежностей, запас<a id="_GoBack" ></a>ных частей, элементов питания; </li>
	<li>наличия на изделии признаков ремонта не уполномоченными лицами.</li>
</ul>
 <br>
<ul class="pl-4">
</ul>
 <strong>Гарантийные обязательства не распространяются:<br>
 </strong><strong><br>
 </strong>
<ul class="pl-4">
	<li>на программные продукты, поставляемые вместе с изделием;</li>
	<li>на программные продукты, которые не поставляются вместе с изделием;</li>
	<li>на данные пользователя, хранящиеся или полученные с помощью изделия.</li>
</ul>
 <br>
<ul class="pl-4">
</ul>
 <b>По вопросам сервисного обслуживания и возврата товара звоните нам по телефонам, которые указаны на сайте.</b>