<h2 class="text-color">Оплата картой на сайте</h2>

<b>Оплата заказа онлайн, банковской картой Visa или MasterCard.</b>
<p>
    Доставка товара возможна только после подтверждения платежа. Вы можете оплатить заказ онлайн,
    банковской картой Visa или MasterCard.
</p>
<span>Оплата с помощью платежных карт осуществляется следующим способом:</span>
<ul class="pl-4">
    <li>во время оформления заказа на сайте, Вам будет предложено сделать выбор способа оплаты.</li>
    <li>В графе &quot;Оплата&quot; вам нужно выбрать &laquo;Оплата картой Visa/MasterCard&raquo;.</li>
    <li>
        После этого Вы будете переадресованы на страницу системы безопасных платежей банка, где Вам
        необходимо будет подтвердить оплату.
    </li>
</ul>
<strong>Пожалуйста, обратите внимание.</strong>
<br />
<span
>Получить товар, оплаченный платежной картой, может только тот клиент, ФИО которого были указаны на
                  сайте во время оформления заявки, поэтому при получении заказа обязательно нужно иметь при себе
                  паспорт.</span
>

<h2 class="text-color"><br />Оплата наличными &laquo;Нова пошта&raquo;</h2>

<p>
    Оплата наличными при получении товара возможна по Киеву при доставке курьером либо оплата наложенным
    платежом в сервисе доставки &laquo;Нова пошта&raquo;
</p>
<span
>Вы можете оплатить заказ наличными или наложенным платежом при выборе таких способов доставки:</span
>

<ul class="pl-4">
    <li>Доставка курьером по г. Киев</li>
    <li>Доставка до отделения &laquo;Нова пошта&raquo;</li>
    <li>
        Оплата производится после проверки посылки на соответствие заказу и товарному чеку исключительно в
        национальной валюте.
    </li>
</ul>
<strong>Обращаем ваше внимание</strong>
<br />
<span
>При получении посылки в отделении компании перевозчика либо у курьера и оплате вы подписываете акт
                  приема-передачи, которым подтверждаете факт проверки посылки на соответствие Вашему заказу, а также
                  соглашаетесь с внешним видом товара, его комплектацией и не имеете претензий к интернет-магазину и
                  компании перевозчику.</span
>
