<h2 class="text-color"></h2>
<div>
	<h4> До відділення «Нова пошта» </h4>
	<p>
		 Терміни доставки до відділення <u>«Нова пошта»</u> 1 - 3 дні.
	</p>
	<p>
		 Після відправки замовлення ви отримаєте SMS-повідомлення з номером експрес-накладної.
	</p>
	<p>
		 Уточнити конкретну дату отримання вашого замовлення ви можете на сайті компанії «Нова пошта»
	</p>
	<p>
		 Вартість доставки в будь-яке відділення «Нова пошта» - за тарифами перевізника «Нова пошта».
	</p>
	<p>
		 В обов'язковому порядку перевіряйте ваше замовлення на відповідність з товарним чеком перед оплатою у відділенні «Нова пошта». <br>
 <br>
	</p>
	<h6> Важливо! </h6>
	<p>
		 Перед відправкою весь товар перевіряється і страхується на повну вартість. При отриманні відправлення вам необхідно перевірити товар безпосередньо у відділенні компанії "Нова пошта" в присутності співробітника. У разі неповного комплекту, недостачі товару або відсутності документів (чек, гарантійний талон і тд.), Необхідно скласти акт невідповідності.
	</p>
	<p>
		 Якщо упаковка пошкоджена, або на товар виявлені механічні пошкодження вам необхідно відмовитися від відправлення або пред'явити претензії компанії "Нова пошта".
	</p>
	<p>
		 Компанія "Нова пошта" відшкодовує завдані збитки, якщо її було завдано з її вини.
	</p>
	<p>
		 Терміни доставки на сайті представлені в ознайомлювальних цілях і несуть орієнтовні характер. Терміни доставки визначені з розрахунку, що замовлення оброблений в поточний момент часу. Реальні строки доставки розраховуються в момент обробки замовлення і обумовлюються менеджером.
	</p>
	<p>
		 Замовляючи доставку товару сторонніми кур'єрськими службами ( «Нова пошта») - при отриманні обов'язково перевіряйте наявність всього товару в замовленні, а так само його зовнішній вигляд.
	</p>
	<p>
	</p>
	<p>
		 У разі пошкодження товару, або неповної комплектації замовлення - необхідно відмовитися від отримання товару і його оплати, а так само скласти акт (претензію). У разі якщо дана ситуація буде мати місце - обов'язково повідомте нам про те, що трапилося за телефонами, які вказані на сайті.
	</p>
</div>
<p>
</p>