<?
$MESS["CPST_SUBSCRIBE_BUTTON_NAME"] = '<svg class="heart" viewBox="0 0 20 20"><path d="M18.5 2.9c-.9-1.1-2.3-1.7-3.8-1.7-2.1 0-3.5 1.3-4.2 2.3-.2.3-.4.5-.5.8-.1-.3-.3-.5-.5-.8-.7-1-2.1-2.3-4.2-2.3-1.5 0-2.9.6-3.9 1.7C.5 4 0 5.4 0 7c0 1.6.6 3.2 2.1 4.9 1.2 1.5 3 3 5.1 4.8.8.6 1.6 1.3 2.4 2.1h.1c.1.1.2.1.4.1s.3 0 .4-.1h.1c.9-.8 1.6-1.4 2.4-2.1 2.1-1.8 3.9-3.3 5.1-4.8C19.4 10.2 20 8.6 20 7c0-1.6-.5-3-1.5-4.1zm-6.4 12.8c-.6.6-1.4 1.1-2.1 1.8l-2.1-1.8C3.9 12.3 1.1 10 1.1 7c0-1.3.4-2.4 1.2-3.3.7-.9 1.8-1.4 2.9-1.4 1.6 0 2.6 1 3.3 1.9.6.7.9 1.5.9 1.8.1.2.3.3.6.3.2 0 .5-.1.6-.4.1-.3.4-1.1.9-1.8.6-.9 1.6-1.9 3.3-1.9 1.1 0 2.2.5 2.9 1.4.8.9 1.1 2 1.1 3.3 0 3.1-2.7 5.4-6.7 8.8z"/></svg>';
$MESS["CPST_SUBSCRIBE_POPUP_TITLE"] = "Подписка на товар";
$MESS["CPST_SUBSCRIBE_BUTTON_CLOSE"] = "Закрыть";
$MESS["CPST_SUBSCRIBE_MANY_CONTACT_NOTIFY"] = "Выберите способ уведомления:";
$MESS["CPST_SUBSCRIBE_LABLE_CONTACT_INPUT"] = "Укажите Ваш #CONTACT#: ";
$MESS["CPST_SUBSCRIBE_VALIDATE_UNKNOW_ERROR"] = "Ошибка валидации";
$MESS["CPST_SUBSCRIBE_VALIDATE_ERROR_EMPTY_FIELD"] = "Не заполнено поле \"#FIELD#\"";
$MESS["CPST_SUBSCRIBE_VALIDATE_ERROR"] = "Вы не выбрали способ уведомления";
$MESS["CPST_SUBSCRIBE_CAPTCHA_TITLE"] = "Введите слово на картинке";
$MESS["CPST_STATUS_SUCCESS"] = "Успешно";
$MESS["CPST_STATUS_ERROR"] = "Произошла ошибка";
$MESS["CPST_ENTER_WORD_PICTURE"] = "Введите слово на картинке";
$MESS["CPST_TITLE_ALREADY_SUBSCRIBED"] = '<svg class="heart" viewBox="0 0 20 20"><path d="M18.5 2.9c-.9-1.1-2.3-1.7-3.8-1.7-2.1 0-3.5 1.3-4.2 2.3-.2.3-.4.5-.5.8-.1-.3-.3-.5-.5-.8-.7-1-2.1-2.3-4.2-2.3-1.5 0-2.9.6-3.9 1.7C.5 4 0 5.4 0 7c0 1.6.6 3.2 2.1 4.9 1.2 1.5 3 3 5.1 4.8.8.6 1.6 1.3 2.4 2.1h.1c.1.1.2.1.4.1s.3 0 .4-.1h.1c.9-.8 1.6-1.4 2.4-2.1 2.1-1.8 3.9-3.3 5.1-4.8C19.4 10.2 20 8.6 20 7c0-1.6-.5-3-1.5-4.1zm-6.4 12.8c-.6.6-1.4 1.1-2.1 1.8l-2.1-1.8C3.9 12.3 1.1 10 1.1 7c0-1.3.4-2.4 1.2-3.3.7-.9 1.8-1.4 2.9-1.4 1.6 0 2.6 1 3.3 1.9.6.7.9 1.5.9 1.8.1.2.3.3.6.3.2 0 .5-.1.6-.4.1-.3.4-1.1.9-1.8.6-.9 1.6-1.9 3.3-1.9 1.1 0 2.2.5 2.9 1.4.8.9 1.1 2 1.1 3.3 0 3.1-2.7 5.4-6.7 8.8z"/></svg>';
$MESS["CPST_POPUP_SUBSCRIBED_TITLE"] = "Вы подписаны";
$MESS["CPST_POPUP_SUBSCRIBED_TEXT"] = "Список товаров на которые вы подписаны можно увидеть по ссылке #URL#";
?>