<h2 class="text-color">Skarlat – правильный выбор освещения!</h2>
<p>
    Мы, динамично развивающаяся компания Skarlat, знаем все о том, какой он – качественный свет!
</p>
<p>
    Мы представлены на украинском рынке с 1996 года и являемся производителем и компанией-поставщиком осветительных приборов.
</p>
<p>
    Результатом многолетнего труда и пылкой творческой фантазии команды Skarlat стала многогранная ассортиментная линейка, постоянно пополняющаяся новыми трендовыми коллекциями плафонов, абажуров, изделий из дерева, керамики, пластмассы и многое другое.
</p>
<p>
    Skarlat всегда держит руку на пульсе современных рыночных тенденций и потребностей покупателя, обновляя каталог новыми передовыми с дизайнерскими и техническими взглядами решениями!
</p>
<h2 class="text-color">Почему Skarlat?</h2>
Мы предлагаем:
<ul class="pl-4">
    <li>широкий ассортимент товара с быстрой доставкой по Украине;</li>
    <li>сжатые сроки поставки на заказ позиции и планирование заказов на большие объекты;</li>
    <li>бонусные программы и удобный сервис для корпоративных клиентов;</li>
    <li>гибкую программу лояльности для розничных покупателей;</li>
    <li>консультационно-информационная поддержка для юридических фирм и физических лиц;</li>
    <li>удобный способ оплаты;</li>
    <li>возможность рассмотрения ваших условий сотрудничества.</li>
</ul>
С надеждой на дальнейшее взаимовыгодное сотрудничество, компания Skarlat