<h2 class="text-color">Skarlat – ваш правильный выбор освещения!</h2>
<p>
    Мы, динамично развивающаяся компания Skarlat, знаем всё о том, какой он – качественный свет!
</p>
<p>
    Мы представлены на украинском рынке с 1996 года и являемся производителем и компанией-поставщиком
    осветительных приборов.
</p>
<p>
    Результатом многолетного труда и пылкой творческой фантазии команды Skarlat стала многогранная
    ассортиментная линейка, которая постоянно пополняется новыми трендовыми коллекциями плафонов,
    абажуров, изделий из дерева, керамики, пластмассы и много другого (можно дописать).
</p>
<p>
    Skarlat всегда держит руку на пульсе современных рыночных тенденций и потребностей покупателя,
    обновляя каталог новыми передовыми с дизайнерской и технической точек зрения решениями!
</p>
<h2 class="text-color">Почему Skarlat?</h2>

<span>Мы предлагаем:</span>
<ul class="pl-4">
    <li>широкий ассортимент товара с быстрой доставкой по Украине;</li>
    <li>сжатые сроки поставки на заказные позиции и планирование заказов на большие объекты;</li>
    <li>бонусные программы и удобный сервис для корпоративных клиентов;</li>
    <li>гибкую программу лояльности для розничных покупателей;</li>
    <li>консультационно-информационную поддержку для юридический фирм и физических лиц;</li>
    <li>удобный способ оплаты;</li>
    <li>возможность рассмотрения ваших условий сотрудничества.</li>
</ul>
<span>С надеждой на дальнейшее взаимовыгодное сотрудничество, компания Skarlat </span>
