<h2 class="text-color">Skarlat – правильний вибір освітлення!</h2>
<p>
	 Ми, компанія Skarlat, що динамічно розвивається, знаємо все про те, яке воно – якісне світло!
</p>
<p>
	 Ми представлені на українському ринку з 1996 року та є виробником та компанією-постачальником освітлювальних приладів.
</p>
<p>
	 Результатом багаторічної праці та палкої творчої фантазії команди Skarlat стала багатогранна асортиментна лінійка, яка постійно поповнюється новими трендовими колекціями плафонів, абажурів, виробів із дерева, кераміки, пластмаси та багато іншого.
</p>
<p>
	 Skarlat завжди тримає руку на пульсі сучасних ринкових тенденцій та потреб покупця, оновлюючи каталог новими передовими з дизайнерськими та технічними поглядами рішеннями!
</p>
<h2 class="text-color">Чому Skarlat?</h2>
 Ми пропонуємо:
<ul class="pl-4">
	<li>широкий асортимент товару із швидкою доставкою по Україні;</li>
	<li>стислі терміни поставки на замовлення позиції та планування замовлень на великі об'єкти;</li>
	<li>бонусні програми та зручний сервіс для корпоративних клієнтів;</li>
	<li>гнучку програму лояльності для роздрібних покупців;</li>
	<li>консультаційно-інформаційну підтримку для юридичних фірм та фізичних осіб;</li>
	<li>зручний спосіб оплати;</li>
	<li>можливість розгляду ваших умов співпраці.</li>
</ul>
З надією на подальшу взаємовигідну співпрацю, компанія Skarlat