<div class="col-md-6 padding-100">
	<div class="offer1">
		<h3>Ексклюзивні умови</h3>
		<p>
			 Ми надаємо спеціальні ціни та програми лояльності для наших партнерів, щоб зробити вашу співпрацю з нами максимально вигідною.
		</p>
	</div>
</div>
<div class="col-md-6 padding-100">
	<div class="offer2">
		<h3>Широкий асортимент</h3>
		<p>
			 Наш каталог включає безліч моделей, від класичних до ультрасучасних світильників, що дозволить задовольнити будь-які запити клієнтів.<br>
		</p>
	</div>
</div>
<div class="col-md-6">
	<div class="offer3">
		<h3>Висока якість</h3>
		<p>
			 Усі світильники виготовляються з використанням передових матеріалів і технологій, що гарантує їхню довговічність і надійність.
		</p>
	</div>
</div>
<div class="col-md-6">
	<div class="offer4">
		<h3>Гнучкість у співпраці</h3>
		<p>
			 Ми готові обговорювати індивідуальні умови співпраці, включно зі спеціальними проєктами та розробкою освітлення на замовлення.
		</p>
	</div>
</div>
 <br>