<h2>ПОЧЕМУ СТОИТ ПОДПИСАТЬСЯ НА РАССЫЛКУ ОТ SKARLAT? </h2>
<li>Советы от наших экспертов </li>
<p>
	 На почту вам будут приходить сообщения об обновлениях в нашем блоге. Мы пишем об освещении: типах мировых решений, вариантах их интеграции в интерьер и строгих табу для дизайнеров. Читайте и оставайтесь всегда в теме!
</p>
<li>Личные приглашения <br>
<p>
	 Наша команда часто является организатором различных мероприятий, посещает выставки, а также принимает в них участие. Хотите познакомиться с нашей командой лично? Нужна консультация? Интересно посмотреть различные образцы товара? Подписывайтесь - и мы будем сообщать вам о всех последующих рандеву.
</p>
 </li>
<li>Возможность получить печатный каталог </li>
<p>
	 При подписке вы получите в подарок наш новый каталог в печатном виде. Электронную версию всегда можно найти на сайте!
</p>
 <br>