<h2 class="text-color"><br>
</h2>
<h2 class="text-color">54000 товаров<br>
</h2>
<p>
</p>
<div>
    Большая ассортиментная линейка продукции нашей компании постоянно пополняется новым трендом освещения.&nbsp; <br>
    Бра, торшеры, настольные лампы, треки, светодиодная продукция, потолочники, осветительные приборы для улицы – это и многое другое обязательно полюбится нашим покупателям. <br>
    <br>
</div>
<div>
</div>
<h3 class="text-color">Компания-поставщик</h3>
<p>
</p>
<div>
    Наша компания представлена ​​на рынке с 1997 года и является крупным поставщиком осветительных приборов. <br>
    Skarlat – это гарантия надежности, выгодности и соблюдения всех сроков, так как мы работаем без посредников!
</div>
<p>
</p>
<p>
    <br>
</p>
<h3 class="text-color">Качество превыше всего</h3>
<p>
    Наша команда уверена: световое решение должно отличаться оригинальностью и высоким качеством! Мы продаем то, чем можем гордиться.<br>
</p>
<p>
 <br>
</p>
<h3 class="text-color">Покупка светильников On-line</h3>
<p>
    Сайт skarlat.ua разработан таким образом, чтобы вам было удобно подбирать осветительные приборы, исходя из качественных визуализаций, технических характеристик и подробной информации о каждой единице, и оформлять покупки дистанционно.
</p>
<p>
    Наши менеджеры готовы проконсультировать вас в любое рабочее время и подсказать любые нюансы.
</p>
<p>
    <br>
</p>
<h3 class="text-color">Система скидок</h3>
<p>
    Компания Skarlat лояльна своим клиентам и будет рада предоставить им скидки, начиная от определенного объема заказанных единиц товара.
</p>
<br>
<h2>Почему выбирают SKARLAT?</h2>
Мы предоставляем профессиональную консультацию при выборе освещения, подборе освещения по дизайн-проекту, расчете светильников онлайн.<br>
<br>
<br>
<br>