<h2 class="text-color"></h2>
<div>
    <h4> В отделение «Новая почта» </h4>
    <p>
        Сроки доставки в отделение «Новая почта» 1 - 3 дня.
    </p>
    <p>
        После отправки заказа вы получите SMS с номером экспресс-накладной.
    </p>
    <p>
        Уточнить конкретную дату получения вашего заказа вы можете на сайте компании «Новая почта»
    </p>
    <p>
        Стоимость доставки в любое отделение «Новая почта» – по тарифам перевозчика «Новая почта».
    </p>
    <p>
        В обязательном порядке проверяйте ваш заказ на соответствие с товарным чеком перед оплатой в отделении «Новая почта». <br>
        <br>
	</p>
    <h6> Важно! </h6>
    <p>
        Перед отправкой весь товар проверяется и страхуется на полную стоимость. При получении отправки необходимо проверить товар непосредственно в отделении компании "Новая почта" в присутствии сотрудника. В случае неполного комплекта, нехватки товара или отсутствия документов (чек, гарантийный талон и тд.), необходимо составить акт несоответствия.
    </p>
    <p>
        Если упаковка повреждена, или на товар обнаружены механические повреждения, вам необходимо отказаться от отправки или предъявить претензии компании "Новая почта".
    </p>
    <p>
        Компания "Новая почта" возмещает нанесенный ущерб, если она была нанесена по ее вине.
    </p>
    <p>
        Сроки доставки на сайте представлены в ознакомительных целях и несут ориентировочный характер. Сроки доставки определены из расчета, что заказ обработан в настоящий момент времени. Реальные сроки доставки рассчитываются в момент обработки заказа и оговариваются менеджером.
    </p>
    <p>
        Заказывая доставку товара сторонними курьерскими службами («Новая почта») – при получении обязательно проверяйте наличие всего товара в заказе, а так же его внешний вид.
    </p>
    <p>
    </p>
    <p>
        В случае повреждения товара или неполной комплектации заказа - необходимо отказаться от получения товара и его оплаты, а так же составить акт (претензию). В случае если данная ситуация будет иметь место – обязательно сообщите нам о случившемся по телефонам, указанным на сайте.
    </p>
</div>
<p>
</p>