<h2>ХТО МИ?</h2>
<p>
    Ми, компанія Skarlat, знаємо все про те, яке воно – якісне світло!
</p>
<p>
    Представлені на українському ринку з 1997 року та є виробником та компанією-імпортером освітлювальних приладів. Результатом багаторічної праці та палкої творчої фантазії команди Skarlat стала багатогранна асортиментна лінійка, яка постійно поповнюється новими трендовими колекціями світильників, люстр, LED освітлення, трекових світильників, магнітних трекових світильників тощо.                </p>
<p>
    Skarlat завжди тримає руку на пульсі сучасних ринкових тенденцій та потреб покупця, оновлюючи каталог новими ідеями!
</p>