<h2>ЧОМУ SKARLAT?</h2>
<p>
    Ми пропонуємо:
</p>
<ul>
    <li>широкий асортимент товару з швидкою доставкою по Україні;</li>
    <li>бюджетний і преміальний сегмент товару;</li>
    <li>стислі терміни виробництва та поставки на рекомендовані позиції та планування замовлень на великі об'єкти;</li>
    <li>бонусні програми та персональні знижки для наших партнерів;</li>
    <li>консультаційно-інформаційну підтримку для юридичних фірм та фізичних осіб;</li>
    <li>зручний спосіб оплати;</li>
</ul>