<h2>ЧОМУ ВАРТО ПІДПИСАТИСЯ НА РОЗСИЛКУ ВІД SKARLAT?</h2>
<li>Поради від наших експертів</li>
<p>
	 На пошту вам будуть приходити повідомлення про оновлення в нашому блозі. Ми пишемо про висвітлення: типах світових рішень, варіантах їх інтеграції в інтер'єр і строгих табу для дизайнерів. Читайте і залишайтеся завжди в темі!
</p>
<li>Особисті запрошення<br>
<p>
	 Наша команда часто є організатором різних заходів, відвідує виставки, а також бере в них участь. Хочете познайомитися з нашою командою особисто? Потрібна консультація? Цікаво подивитися різні зразки товару? Підписуйтесь - і ми будемо єднатися вам про всіх наступних рандеву.
</p>
 </li>
<li>Можливість отримати друкований каталог</li>
<p>
	 При підписці ви отримаєте в подарунок наш новий каталог в друкованому вигляді. Електронну версію завжди можна знайти на сайті!
</p>
 <br>