<h2>Інтернет-магазин Skarlat завжди до ваших послуг</h2>
<p>
	 Створювати затишну атмосферу, дарувати світло у ваші домівки, офіси, присадибні ділянки - наша головна місія. Ми ретельно стежимо за трендами на ринку, щоб зібрати в одному просторі актуальні моделі від кращих світових брендів. У каталозі представлений широкий асортимент товарів для внутрішнього і зовнішнього освітлення. Це більш ніж 54 000 позицій, починаючи від вбудованих слотів і закінчуючи вуличними світильниками різної конфігурації.
</p>
<p>
	 Географія нашої діяльності - це не тільки Україна, Київ і інші міста. Наші світильники прикрашають будинки клієнтів далеко за межами країни. Ми робимо все можливе, щоб дизайнерські предмети інтер'єру були доступними для кожного.
</p>
<p>
	 Співпрацюючи з нами, ви отримуєте наступні переваги:
</p>
<p>
</p>
<ul>
	<li>
	висока якість: ми ретельно перевіряємо кожну позицію товару на відповідність європейським стандартам якості. Всі комплектуючі до найменших дрібниць тестуються на предмет практичності в різних умовах. Ми щиро бажаємо, щоб експлуатація приладів була максимально комфортною для наших клієнтів.</li>
</ul>
<ul>
	<li>
	ексклюзивні дизайнерські рішення: на сайті ви можете купити освітлювальні прилади під будь стилістичне оформлення інтер'єру. Представлені, як класичні, так і концептуальні варіанти, виконані в стилі модерн або лофт.</li>
</ul>
<ul>
	<li>
	доступна ціна: ми працюємо без посередників, тому вартість на продукцію не перевищує середньостатистичну на ринку. Ви не переплачуєте. В наявності завжди є товарні пропозиції під будь-який бюджет.</li>
</ul>
<ul>
	<li>
	професійна консультація: фахівці компанії допоможуть вам з вибором предметів освітлення, виходячи з поставлених завдань і переваг.</li>
</ul>
<br>
<ul>
</ul>
<h2>Як правильно вибрати світильник?</h2>
<div>
	 Рекомендуємо підходить до вибору освітлення комплексно: враховуйте як технічні характеристики товару, тип монтажу, так і візуальну сполучуваність з інтер'єром приміщення. <br>
 <br>
	 Зверніть увагу також на наступні параметри:
</div>
<ul>
	<li>Функціональне призначення. У нашому каталозі представлені варіанти для будинку, присадибних ділянок, офісу та інших робочих просторів.</li>
</ul>
<ul>
	<li>Конфігурація. Вибирайте модель, виходячи з параметрів робочої потужності лампи. Даний показник повинен відповідати нормам освітлення для того або іншого приміщення.</li>
</ul>
<ul>
	<li>Дизайнерське оформлення. Стиль, колір корпусу предмета підбирайте індивідуально під інтер'єр приміщення.</li>
</ul>
<p>
</p>
<p>
	 Щоб вибрати бажану модель, скористайтеся системою навігації сайту. Виберіть цікаву для категорію, вид освітлення, і система автоматично покаже варіанти, виходячи з ваших потреб. Ми ретельно стежимо за достовірністю інформації, яку вказуємо в картках товару. Ви можете бути впевнені, що технічні характеристики, додаткові параметри, зображення приладів відповідають дійсності.
</p>
<p>
 <br>
</p>
<h2>Skarlat - з нами вигідно і просто!</h2>
<p>
	 Турбота про клієнтів - один з основоположних принципів роботи нашої компанії. В інтернет-магазині діє система лояльності, яка включає сезонні знижки, акційні пропозиції на продукцію. Якщо у вас виникли труднощі з вибором або додаткові питання, менеджери завжди допоможуть і підберуть оптимальне рішення.
</p>
<p>
	 Доставка діє по всій території України. Для нас немає обмежень: ви можете замовити світильники в Києві, Харкові, Львові чи будь-якому іншому населеному пункті.
</p>
 <br>