<?if(!defined("B_PROLOG_INCLUDED") || B_PROLOG_INCLUDED!==true)die();
/** @var array $arParams */
/** @var array $arResult */
/** @global CMain $APPLICATION */
/** @global CUser $USER */
/** @global CDatabase $DB */
/** @var CBitrixComponentTemplate $this */
/** @var string $templateName */
/** @var string $templateFile */
/** @var string $templateFolder */
/** @var string $componentPath */
/** @var CBitrixComponent $component */


use Bitrix\Catalog;

$isAjax = false;
if ($_SERVER['REQUEST_METHOD'] == 'POST')
{
	$isAjax = (
		(isset($_POST['ajax_action']) && $_POST['ajax_action'] == 'Y')
		|| (isset($_POST['compare_result_reload']) && $_POST['compare_result_reload'] == 'Y')
	);
}

$templateData = array(
	'TEMPLATE_THEME' => $this->GetFolder().'/themes/'.$arParams['TEMPLATE_THEME'].'/style.css',
	'TEMPLATE_CLASS' => 'bx_'.$arParams['TEMPLATE_THEME']
);

?>
<div class="compare-section" id="bx_catalog_compare_block_1">
    <?
    if ($isAjax)
    {
        //$APPLICATION->RestartBuffer();
    }
    ?>
    <div class="container">
        <div class="row no-gutters">
            <div class="col-12">
                <div class="compare-table">
                    <div class="compare-table__control" id="compare-table__control">
                        <div class="compare-table__row">
                            <div class="compare-table__col compare-table__col-fixed d-none d-lg-flex">
                                <p class="pt-1">Добавленно товаров: <?=count($arResult["ITEMS"])?></p>
                            </div>
                            <div class="compare-table__col compare-table__col-fixed compare-table__col-main-item">
                                <div class="compare-table__block-btn">
                                    <button class="compare-table-product-btn">
                                        Основной товар
                                    </button>
                                    <button class="compare-table-product-btn compare-table-product-btn__close">
                                        <span aria-hidden="true">×</span>
                                    </button>
                                </div>
                            </div>
                            <? foreach($arResult["ITEMS"] as $arElement): ?>
                                <div class="compare-table__col">
                                    <div class="compare-table__block-btn">
                                        <button class="compare-table-product-btn">
                                            Установить основным
                                        </button>
                                        <button class="compare-table-product-btn compare-table-product-btn__close" onclick="CatalogCompareObj.delete('<?=CUtil::JSEscape($arElement['~DELETE_URL'])?>');">
                                            <span aria-hidden="true">×</span>
                                        </button>
                                    </div>
                                </div>
                            <? endforeach; ?>
                        </div>
                    </div>

                    <div class="compare-table__wrapper-up">
                        <div id="compare-table__header" class="compare-table__header">
                            <div class="compare-table__row">
                                <div class="compare-table__col compare-table__col-fixed d-none d-lg-flex">
                                    <div class="compare-wrapper-btn">
                                        <a href="javascript:void(0)" id="add-products-compare">
                                            <span class="add-product-compare">Добавить товар</span>
                                        </a>

                                        <div class="compare-btn-grop">
                                            <label>
                                                <input class="checkbox" type="checkbox" />
                                                <span class="label">Показать отличия</span>
                                            </label>
                                        </div>
                                    </div>
                                </div>

                                <div class="compare-table__col compare-table__col-fixed compare-table__col-main-item">
                                    <!-- FULL PRODUCT CARD CATEGORY START -->
                                    <div class="product-item__wrapper">
                                        <!-- PRODUCT CARD TOP START -->
                                        <div class="product-item">
                                            <!-- PRODUCT CARD IMAGE BLOCK START -->
                                            <a href="javascript:void(0)" class=" product-item__wrapper-link">
                                                <div class="product-item__wrapper-img">
                                                    <div class="product-item__wrapper-assistant-img">
                                                        <img
                                                                alt="image"
                                                                class="lazy"
                                                                src="data:image/gif;base64,R0lGODlhFAAHAIAAAP///wAAACH5BAEAAAEALAAAAAAUAAcAAAIKjI+py+0Po5wUFQA7"
                                                                data-src="./img/18.jpg"
                                                                data-srcset="./img/18.jpg 1x, ./img/18.jpg 2x"
                                                        />
                                                    </div>
                                                </div>
                                            </a>
                                            <!-- PRODUCT CARD IMAGE BLOCK END -->
                                            <!-- PRODUCT CARD INFORMATION BLOCK START -->
                                            <div class="product-item__wrapper-info">
                                                <p class="product-item__wrapper-info-cat">Точечный светильник</p>
                                                <a href="javascript:void(0)" class="product-item__wrapper-info-name">
                                                    Lorem ipsum dolor sit amet, consectetur adipisicing elit. Illo.
                                                </a>
                                                <div class="product-item__wrapper-price">
                                                    <div class="product-item__wrapper-price_old">
                                                        96812
                                                        <div class="product-item__wrapper-price_old-currency">грн</div>
                                                    </div>
                                                    <div class="product-item__wrapper-price_new">
                                                        335323
                                                        <div class="product-item__wrapper-price_new-currency">грн</div>
                                                    </div>
                                                </div>
                                            </div>
                                            <!-- PRODUCT CARD INFORMATION BLOCK END -->
                                            <!-- PRODUCT CARD BUTTON BLOCK START -->
                                            <div class="product-item__wrapper-block-btn">
                                                <button class="product-item__wrapper-block-btn_buy">
                                                    <span>Купить</span>
                                                    <svg viewbox="0 0 482.9 482.9">
                                                        <path
                                                                d="M439.9 148.7h-31.1L278.6 4c-4.4-4.9-12-5.3-16.9-.9s-5.3 12-.9 16.9l115.8 128.7H106.7L222.1 20c4.4-4.9 4-12.5-.9-16.9s-12.5-4-16.9.9L74.4 148.7H42.9c-6.6 0-12 5.4-12 12s5.4 12 12 12h12.3L89.8 334c5.5 27.7 30 47.8 58.3 47.8h131.1c6.6 0 12-5.4 12-12s-5.4-12-12-12H148.1c-16.9 0-31.5-12-34.8-28.6v-.2L79.8 172.7h323.9l-13.8 67.6c-1.3 6.5 2.9 12.8 9.4 14.2.8.2 1.6.2 2.4.2 5.6 0 10.6-3.9 11.7-9.6l14.8-72.4h11.7c6.6 0 12-5.4 12-12s-5.4-12-12-12z"
                                                        />
                                                        <path
                                                                d="M432.8 333c-.5 0-.8-.4-.7-.9.9-4.4 1.4-9.2 1.4-14.4v-.1c0-11.8-2.6-21.8-7.9-30.1-5.3-8.3-13-14.7-23.1-19-10.1-4.4-22.3-6.5-36.5-6.5-6.8 0-13.5.7-20.1 2.2-6.6 1.5-13.1 3.7-19.5 6.6-5.7 2.6-11.4 5.9-17 9.7-1.1.7-1.3 2.2-.6 3.3l12.4 17.4c.7 1 2.2 1.3 3.3.5 6.6-4.6 13.2-8.2 19.8-10.6 7.2-2.7 14.4-4 21.6-4 13 0 23.1 2.6 30.3 7.8 7.2 5.2 10.8 12.5 10.8 22v.1c0 4.8-1 8.8-3 12-.7 1.2-1.6 2.3-2.5 3.3-.4.5-1.1.7-1.7.7H306c-1.3 0-2.3 1-2.3 2.3v15.5c0 1.3 1 2.3 2.3 2.3h125.1c1.3 0 2.3-1 2.3-2.3v-17.1c.1-.3-.2-.7-.6-.7zM427.2 413.6c-.7-.8-1.9-.9-2.8-.3-6.8 5.6-14.3 9.9-22.4 12.8-8.7 3.1-18.2 4.7-28.4 4.7-13.8 0-24.5-2.6-32-7.7s-11.4-12.3-11.4-21.6v-.1c0-7.3 2-13 6.1-17 .4-.4.9-.5 1.4-.5h93.9c1.1 0 1.9-.9 1.9-1.9v-16.2c0-1.1-.9-1.9-1.9-1.9H305.7c-1.1 0-1.9.9-1.9 1.9V382c0 1.1.9 1.9 1.9 1.9 1.5 0 2.4 1.5 1.7 2.8 0 .1-.1.1-.1.2-2.4 4.9-3.6 10.3-3.6 16.3v.3c0 11.1 2.7 20.5 8.2 28.4 5.5 7.8 13.4 13.8 23.9 17.9 8.9 3.5 14 5.5 15.3 6 .2.1.5.1.7.1h21.7c9.2 0 17.8-.9 26-2.6 8.2-1.7 15.8-4.4 23-7.8 6.5-3.2 12.7-7.2 18.5-11.8.8-.7.9-1.9.3-2.7l-14.1-17.4z"
                                                        />
                                                    </svg>
                                                </button>

                                                <button class="product-item__wrapper-block-btn_favorite">
                                                    <svg viewbox="0 0 50 50">
                                                        <path
                                                                class="heart"
                                                                d="M24.85 10.126c2.018-4.783 6.628-8.125 11.99-8.125 7.223 0 12.425 6.179 13.079 13.543 0 0 .353 1.828-.424 5.119-1.058 4.482-3.545 8.464-6.898 11.503L24.85 48 7.402 32.165c-3.353-3.038-5.84-7.021-6.898-11.503-.777-3.291-.424-5.119-.424-5.119C.734 8.179 5.936 2 13.159 2c5.363 0 9.673 3.343 11.691 8.126z"
                                                        />
                                                        <path
                                                                class="heart-dash"
                                                                d="M6 18.078c-.553 0-1-.447-1-1 0-5.514 4.486-10 10-10 .553 0 1 .447 1 1s-.447 1-1 1c-4.411 0-8 3.589-8 8 0 .553-.447 1-1 1z"
                                                        />
                                                    </svg>
                                                </button>

                                                <button class="product-item__wrapper-block-btn_balance">
                                                    <svg viewbox="1 -27 511.99996 511">
                                                        <path
                                                                class="balance"
                                                                d="M511.996094 280.402344c-.003906-.4375-.023438-.878906-.066406-1.316406-.007813-.101563-.023438-.195313-.03125-.296876-.046876-.398437-.105469-.792968-.183594-1.191406-.015625-.085937-.035156-.171875-.054688-.261718-.078125-.355469-.171875-.710938-.273437-1.0625-.039063-.136719-.082031-.277344-.125-.414063-.113281-.347656-.238281-.695313-.378907-1.039063l-.035156-.089843c-.015625-.039063-.03125-.074219-.046875-.109375L420.882812 54.820312c-.003906-.015624-.011718-.03125-.019531-.042968-.066406-.164063-.140625-.316406-.214843-.476563-.113282-.246093-.226563-.492187-.351563-.730469-.082031-.15625-.167969-.308593-.253906-.460937-.144531-.253906-.296875-.5-.453125-.746094-.074219-.117187-.152344-.238281-.230469-.355469-.246094-.359374-.503906-.707031-.777344-1.039062-.015625-.019531-.03125-.035156-.046875-.054688-.265625-.316406-.542968-.621093-.832031-.914062-.089844-.089844-.179687-.175781-.269531-.265625-.230469-.222656-.464844-.433594-.707032-.640625-.105468-.089844-.207031-.179688-.3125-.261719-.289062-.234375-.585937-.457031-.890624-.667969-.054688-.039062-.109376-.082031-.167969-.121093-.34375-.230469-.699219-.441407-1.058594-.644531-.148437-.082032-.296875-.15625-.445313-.230469-.238281-.121094-.480468-.238281-.722656-.347657-.164062-.074218-.328125-.148437-.496094-.214843-.285156-.117188-.578124-.21875-.871093-.320313-.148438-.046875-.292969-.101562-.441407-.144531-.371093-.113281-.75-.210937-1.132812-.292969-.152344-.03125-.308594-.058594-.464844-.085937-.304687-.058594-.609375-.105469-.921875-.144531-.144531-.015626-.289062-.035157-.433593-.046876-.453126-.042968-.90625-.070312-1.363282-.070312h-92.902344c-6.675781-25.847656-30.195312-45-58.097656-45-27.90625 0-51.425781 19.152344-58.101562 45h-92.898438c-.460937 0-.914062.027344-1.367187.070312-.148438.011719-.292969.03125-.4375.046876-.308594.039062-.617188.085937-.921875.140624-.15625.03125-.308594.054688-.464844.089844-.378906.082032-.757812.179688-1.128906.289063-.152344.046875-.296875.097656-.445313.148437-.292969.097656-.582031.203125-.867187.316406-.167969.070313-.332032.140626-.496094.214844-.246094.109375-.484375.226563-.722656.347656-.148438.078126-.300782.152344-.445313.234376-.363281.203124-.71875.414062-1.0625.644531-.054687.039062-.109375.082031-.167969.121093-.304687.210938-.601562.433594-.890624.664063-.105469.085937-.207032.175781-.308594.261719-.242188.207031-.476563.421875-.707032.644531-.089843.085937-.183593.171875-.269531.261719-.289062.296875-.566406.597656-.832031.917968-.015625.015626-.03125.035157-.046875.050782-.273437.335937-.53125.683594-.777344 1.042968-.082031.113282-.15625.234376-.234375.355469-.15625.242188-.308594.492188-.449218.742188-.089844.152343-.171876.304687-.253907.460937-.125.242188-.242187.488282-.355469.734375-.070312.15625-.148437.3125-.214843.472657-.003907.015624-.011719.03125-.019531.046874L1.199219 274.617188c-.015625.039062-.027344.074218-.042969.109374l-.039062.09375c-.140626.339844-.261719.691407-.375 1.039063-.046876.136719-.085938.277344-.128907.414063-.101562.351562-.195312.707031-.269531 1.0625-.019531.085937-.039062.175781-.058594.261718-.074218.394532-.132812.792969-.179687 1.191406-.011719.097657-.0234378.195313-.0351565.292969-.0390625.441407-.0625.882813-.06640625 1.320313C.00390625 280.4375 0 280.46875 0 280.5c0 52.382812 47.101562 95 105 95s105-42.617188 105-95c0-.035156-.003906-.066406-.003906-.097656-.003906-.4375-.027344-.878906-.066406-1.320313-.011719-.097656-.023438-.195312-.035157-.292969-.046875-.398437-.105469-.796874-.179687-1.191406-.019532-.085937-.039063-.175781-.058594-.261718-.074219-.355469-.167969-.710938-.269531-1.0625-.042969-.136719-.082031-.277344-.128907-.414063-.113281-.347656-.234374-.695313-.375-1.039063l-.039062-.09375c-.015625-.035156-.027344-.070312-.042969-.109374L127.34375 75.5h70.554688C203.339844 96.554688 219.949219 113.164062 241 118.601562V427.5h-55c-8.28125 0-15 6.714844-15 15s6.71875 15 15 15h140c8.285156 0 15-6.714844 15-15s-6.714844-15-15-15h-55V118.601562c21.054688-5.441406 37.664062-22.046874 43.101562-43.101562h70.554688l-81.457031 199.121094c-.015625.035156-.027344.074218-.046875.109375l-.035156.089843c-.140626.34375-.261719.691407-.378907 1.042969-.042969.136719-.082031.273438-.125.410157-.101562.355468-.195312.707031-.273437 1.066406-.019532.085937-.035156.171875-.054688.261718-.078125.394532-.136718.792969-.179687 1.191407-.011719.097656-.027344.195312-.035157.292969-.042968.4375-.0625.878906-.066406 1.320312 0 .03125-.003906.0625-.003906.09375 0 52.382812 47.101562 95 105 95 57.894531 0 105-42.617188 105-95 .003906-.03125-.003906-.0625-.003906-.097656zM105.003906 345.5c-35.402344 0-65.152344-21.363281-72.984375-50h145.96875c-7.835937 28.636719-37.585937 50-72.984375 50zm-67.660156-80l67.660156-165.382812L172.660156 265.5zm218.660156-175c-16.542968 0-30-13.457031-30-30s13.457032-30 30-30c16.539063 0 30 13.457031 30 30s-13.460937 30-30 30zm151 9.617188L474.660156 265.5H339.34375zm0 245.382812c-35.402344 0-65.152344-21.363281-72.984375-50h145.96875c-7.835937 28.636719-37.585937 50-72.984375 50zm0 0"
                                                        />
                                                    </svg>
                                                </button>
                                            </div>
                                            <!-- PRODUCT CARD BUTTON BLOCK END -->
                                        </div>
                                        <!-- PRODUCT CARD TOP END -->
                                    </div>
                                    <!-- FULL PRODUCT CARD CATEGORY END -->
                                </div>
                                <? foreach($arResult["ITEMS"] as $arElement): ?>
                                    <?
                                    $res = CIBlockElement::GetByID($arElement['ID']);
                                    $item = $res->GetNext();

                                    $picture = CFile::GetPath($item['DETAIL_PICTURE']);

                                    if (!$picture) {
                                        $res = CIBlockElement::GetByID($arElement['~ID']);
                                        $item = $res->GetNext();

                                        $picture = CFile::GetPath($item['DETAIL_PICTURE']);
                                    }

                                    $res = CIBlockSection::GetByID($arElement['IBLOCK_SECTION_ID']);
                                    $section = $res->GetNext();
                                    //printer($arElement);
                                    ?>
                                    <div class="compare-table__col">
                                        <div class="products__item--wrapper">
                                            <!-- FULL PRODUCT CARD CATEGORY START -->
                                            <div class="product-item__wrapper">
                                                <!-- PRODUCT CARD TOP START -->
                                                <div class="product-item">
                                                    <!-- PRODUCT CARD IMAGE BLOCK START -->
                                                    <a href="<?=$arElement["DETAIL_PAGE_URL"]?>" class=" product-item__wrapper-link">
                                                        <div class="product-item__wrapper-img">
                                                            <div class="product-item__wrapper-assistant-img">
                                                                <img
                                                                        alt="image"
                                                                        class="lazy"
                                                                        src="<?= $picture ?>"
                                                                        data-src="<?= $picture ?>"
                                                                        data-srcset="<?= $picture ?> 1x, <?= $picture ?> 2x"
                                                                />
                                                            </div>
                                                        </div>
                                                    </a>
                                                    <!-- PRODUCT CARD IMAGE BLOCK END -->
                                                    <!-- PRODUCT CARD INFORMATION BLOCK START -->
                                                    <div class="product-item__wrapper-info">
                                                        <p class="product-item__wrapper-info-cat"><?=$section["NAME"]?></p>
                                                        <a href="<?=$arElement["DETAIL_PAGE_URL"]?>" class="product-item__wrapper-info-name">
                                                            <?=$arElement["NAME"]?>
                                                        </a>
                                                        <div class="product-item__wrapper-price">
                                                            <? if($arElement["PRICES"]["DISCOUNT_DIFF"] != 0): ?>
                                                                <div class="product-item__wrapper-price_old">
                                                                    <?= $arElement["PRICES"]['BASE']["PRINT_VALUE"]; ?>
                                                                </div>
                                                            <? endif; ?>
                                                            <div class="product-item__wrapper-price_new">
                                                                <?= $arElement["PRICES"]['BASE']["PRINT_DISCOUNT_VALUE"]; ?>
                                                            </div>
                                                        </div>
                                                    </div>
                                                    <!-- PRODUCT CARD INFORMATION BLOCK END -->
                                                    <!-- PRODUCT CARD BUTTON BLOCK START -->
                                                    <div class="product-item__wrapper-block-btn">
                                                        <button class="product-item__wrapper-block-btn_buy <?if($_SESSION['IN_BASKET'][$arElement['ID']]>0) echo 'active';?>" onclick="sendToBasket(<?=$arElement['ID']?>); return false;" id="cardButton<?=$arElement['ID']?>">
                                                            <span>Купить</span>
                                                            <svg viewbox="0 0 482.9 482.9">
                                                                <path
                                                                        d="M439.9 148.7h-31.1L278.6 4c-4.4-4.9-12-5.3-16.9-.9s-5.3 12-.9 16.9l115.8 128.7H106.7L222.1 20c4.4-4.9 4-12.5-.9-16.9s-12.5-4-16.9.9L74.4 148.7H42.9c-6.6 0-12 5.4-12 12s5.4 12 12 12h12.3L89.8 334c5.5 27.7 30 47.8 58.3 47.8h131.1c6.6 0 12-5.4 12-12s-5.4-12-12-12H148.1c-16.9 0-31.5-12-34.8-28.6v-.2L79.8 172.7h323.9l-13.8 67.6c-1.3 6.5 2.9 12.8 9.4 14.2.8.2 1.6.2 2.4.2 5.6 0 10.6-3.9 11.7-9.6l14.8-72.4h11.7c6.6 0 12-5.4 12-12s-5.4-12-12-12z"
                                                                />
                                                                <path
                                                                        d="M432.8 333c-.5 0-.8-.4-.7-.9.9-4.4 1.4-9.2 1.4-14.4v-.1c0-11.8-2.6-21.8-7.9-30.1-5.3-8.3-13-14.7-23.1-19-10.1-4.4-22.3-6.5-36.5-6.5-6.8 0-13.5.7-20.1 2.2-6.6 1.5-13.1 3.7-19.5 6.6-5.7 2.6-11.4 5.9-17 9.7-1.1.7-1.3 2.2-.6 3.3l12.4 17.4c.7 1 2.2 1.3 3.3.5 6.6-4.6 13.2-8.2 19.8-10.6 7.2-2.7 14.4-4 21.6-4 13 0 23.1 2.6 30.3 7.8 7.2 5.2 10.8 12.5 10.8 22v.1c0 4.8-1 8.8-3 12-.7 1.2-1.6 2.3-2.5 3.3-.4.5-1.1.7-1.7.7H306c-1.3 0-2.3 1-2.3 2.3v15.5c0 1.3 1 2.3 2.3 2.3h125.1c1.3 0 2.3-1 2.3-2.3v-17.1c.1-.3-.2-.7-.6-.7zM427.2 413.6c-.7-.8-1.9-.9-2.8-.3-6.8 5.6-14.3 9.9-22.4 12.8-8.7 3.1-18.2 4.7-28.4 4.7-13.8 0-24.5-2.6-32-7.7s-11.4-12.3-11.4-21.6v-.1c0-7.3 2-13 6.1-17 .4-.4.9-.5 1.4-.5h93.9c1.1 0 1.9-.9 1.9-1.9v-16.2c0-1.1-.9-1.9-1.9-1.9H305.7c-1.1 0-1.9.9-1.9 1.9V382c0 1.1.9 1.9 1.9 1.9 1.5 0 2.4 1.5 1.7 2.8 0 .1-.1.1-.1.2-2.4 4.9-3.6 10.3-3.6 16.3v.3c0 11.1 2.7 20.5 8.2 28.4 5.5 7.8 13.4 13.8 23.9 17.9 8.9 3.5 14 5.5 15.3 6 .2.1.5.1.7.1h21.7c9.2 0 17.8-.9 26-2.6 8.2-1.7 15.8-4.4 23-7.8 6.5-3.2 12.7-7.2 18.5-11.8.8-.7.9-1.9.3-2.7l-14.1-17.4z"
                                                                />
                                                            </svg>
                                                        </button>

                                                        <?
                                                        $filter['USER_ID'] = $USER->getId();
                                                        $filter['ITEM_ID'] = $arElement['ID'];
                                                        $resultObject = Catalog\SubscribeTable::getList(
                                                            array(
                                                                'select' => array(
                                                                    'ID',
                                                                    'ITEM_ID',
                                                                    'TYPE' => 'PRODUCT.TYPE',
                                                                    'IBLOCK_ID' => 'IBLOCK_ELEMENT.IBLOCK_ID',
                                                                ),
                                                                'filter' => $filter,
                                                            )
                                                        );
                                                        while($item = $resultObject->fetch())
                                                        {
                                                            $itemInfo=$item;
                                                        }
                                                        ?>
                                                        <input type="hidden" id="<?='favfield'.$arElement['ID']?>" value="<?=$itemInfo['ID']?>" />
                                                        <button class="product-item__wrapper-block-btn_favorite subsbutton<?=$arElement['ID']?> <?if($arElement['ID']!='') echo 'active';?>" onclick="<?if($USER->isAuthorized()):?>subscribe(<?=$arElement['ID']?>,'.subsbutton<?=$arElement['ID']?>','<?echo '#favfield'.$arElement['ID']?>');<?else:?>openModal(<?=GetMessage("FAVORITE_AUTOROZATION")?>);<?endif;?>">
                                                            <svg viewbox="0 0 50 50">
                                                                <path
                                                                        class="heart"
                                                                        d="M24.85 10.126c2.018-4.783 6.628-8.125 11.99-8.125 7.223 0 12.425 6.179 13.079 13.543 0 0 .353 1.828-.424 5.119-1.058 4.482-3.545 8.464-6.898 11.503L24.85 48 7.402 32.165c-3.353-3.038-5.84-7.021-6.898-11.503-.777-3.291-.424-5.119-.424-5.119C.734 8.179 5.936 2 13.159 2c5.363 0 9.673 3.343 11.691 8.126z"
                                                                />
                                                                <path
                                                                        class="heart-dash"
                                                                        d="M6 18.078c-.553 0-1-.447-1-1 0-5.514 4.486-10 10-10 .553 0 1 .447 1 1s-.447 1-1 1c-4.411 0-8 3.589-8 8 0 .553-.447 1-1 1z"
                                                                />
                                                            </svg>
                                                        </button>

                                                        <button class="product-item__wrapper-block-btn_balance <?if($_SESSION['CATALOG_COMPARE_LIST']['29']["ITEMS"][$arElement['ID']]==$arElement['ID']) echo 'active';?>" onclick="sendToCompare(<?=$arElement['ID']?>,$(this)); return false;">
                                                            <svg viewbox="1 -27 511.99996 511">
                                                                <path
                                                                        class="balance"
                                                                        d="M511.996094 280.402344c-.003906-.4375-.023438-.878906-.066406-1.316406-.007813-.101563-.023438-.195313-.03125-.296876-.046876-.398437-.105469-.792968-.183594-1.191406-.015625-.085937-.035156-.171875-.054688-.261718-.078125-.355469-.171875-.710938-.273437-1.0625-.039063-.136719-.082031-.277344-.125-.414063-.113281-.347656-.238281-.695313-.378907-1.039063l-.035156-.089843c-.015625-.039063-.03125-.074219-.046875-.109375L420.882812 54.820312c-.003906-.015624-.011718-.03125-.019531-.042968-.066406-.164063-.140625-.316406-.214843-.476563-.113282-.246093-.226563-.492187-.351563-.730469-.082031-.15625-.167969-.308593-.253906-.460937-.144531-.253906-.296875-.5-.453125-.746094-.074219-.117187-.152344-.238281-.230469-.355469-.246094-.359374-.503906-.707031-.777344-1.039062-.015625-.019531-.03125-.035156-.046875-.054688-.265625-.316406-.542968-.621093-.832031-.914062-.089844-.089844-.179687-.175781-.269531-.265625-.230469-.222656-.464844-.433594-.707032-.640625-.105468-.089844-.207031-.179688-.3125-.261719-.289062-.234375-.585937-.457031-.890624-.667969-.054688-.039062-.109376-.082031-.167969-.121093-.34375-.230469-.699219-.441407-1.058594-.644531-.148437-.082032-.296875-.15625-.445313-.230469-.238281-.121094-.480468-.238281-.722656-.347657-.164062-.074218-.328125-.148437-.496094-.214843-.285156-.117188-.578124-.21875-.871093-.320313-.148438-.046875-.292969-.101562-.441407-.144531-.371093-.113281-.75-.210937-1.132812-.292969-.152344-.03125-.308594-.058594-.464844-.085937-.304687-.058594-.609375-.105469-.921875-.144531-.144531-.015626-.289062-.035157-.433593-.046876-.453126-.042968-.90625-.070312-1.363282-.070312h-92.902344c-6.675781-25.847656-30.195312-45-58.097656-45-27.90625 0-51.425781 19.152344-58.101562 45h-92.898438c-.460937 0-.914062.027344-1.367187.070312-.148438.011719-.292969.03125-.4375.046876-.308594.039062-.617188.085937-.921875.140624-.15625.03125-.308594.054688-.464844.089844-.378906.082032-.757812.179688-1.128906.289063-.152344.046875-.296875.097656-.445313.148437-.292969.097656-.582031.203125-.867187.316406-.167969.070313-.332032.140626-.496094.214844-.246094.109375-.484375.226563-.722656.347656-.148438.078126-.300782.152344-.445313.234376-.363281.203124-.71875.414062-1.0625.644531-.054687.039062-.109375.082031-.167969.121093-.304687.210938-.601562.433594-.890624.664063-.105469.085937-.207032.175781-.308594.261719-.242188.207031-.476563.421875-.707032.644531-.089843.085937-.183593.171875-.269531.261719-.289062.296875-.566406.597656-.832031.917968-.015625.015626-.03125.035157-.046875.050782-.273437.335937-.53125.683594-.777344 1.042968-.082031.113282-.15625.234376-.234375.355469-.15625.242188-.308594.492188-.449218.742188-.089844.152343-.171876.304687-.253907.460937-.125.242188-.242187.488282-.355469.734375-.070312.15625-.148437.3125-.214843.472657-.003907.015624-.011719.03125-.019531.046874L1.199219 274.617188c-.015625.039062-.027344.074218-.042969.109374l-.039062.09375c-.140626.339844-.261719.691407-.375 1.039063-.046876.136719-.085938.277344-.128907.414063-.101562.351562-.195312.707031-.269531 1.0625-.019531.085937-.039062.175781-.058594.261718-.074218.394532-.132812.792969-.179687 1.191406-.011719.097657-.0234378.195313-.0351565.292969-.0390625.441407-.0625.882813-.06640625 1.320313C.00390625 280.4375 0 280.46875 0 280.5c0 52.382812 47.101562 95 105 95s105-42.617188 105-95c0-.035156-.003906-.066406-.003906-.097656-.003906-.4375-.027344-.878906-.066406-1.320313-.011719-.097656-.023438-.195312-.035157-.292969-.046875-.398437-.105469-.796874-.179687-1.191406-.019532-.085937-.039063-.175781-.058594-.261718-.074219-.355469-.167969-.710938-.269531-1.0625-.042969-.136719-.082031-.277344-.128907-.414063-.113281-.347656-.234374-.695313-.375-1.039063l-.039062-.09375c-.015625-.035156-.027344-.070312-.042969-.109374L127.34375 75.5h70.554688C203.339844 96.554688 219.949219 113.164062 241 118.601562V427.5h-55c-8.28125 0-15 6.714844-15 15s6.71875 15 15 15h140c8.285156 0 15-6.714844 15-15s-6.714844-15-15-15h-55V118.601562c21.054688-5.441406 37.664062-22.046874 43.101562-43.101562h70.554688l-81.457031 199.121094c-.015625.035156-.027344.074218-.046875.109375l-.035156.089843c-.140626.34375-.261719.691407-.378907 1.042969-.042969.136719-.082031.273438-.125.410157-.101562.355468-.195312.707031-.273437 1.066406-.019532.085937-.035156.171875-.054688.261718-.078125.394532-.136718.792969-.179687 1.191407-.011719.097656-.027344.195312-.035157.292969-.042968.4375-.0625.878906-.066406 1.320312 0 .03125-.003906.0625-.003906.09375 0 52.382812 47.101562 95 105 95 57.894531 0 105-42.617188 105-95 .003906-.03125-.003906-.0625-.003906-.097656zM105.003906 345.5c-35.402344 0-65.152344-21.363281-72.984375-50h145.96875c-7.835937 28.636719-37.585937 50-72.984375 50zm-67.660156-80l67.660156-165.382812L172.660156 265.5zm218.660156-175c-16.542968 0-30-13.457031-30-30s13.457032-30 30-30c16.539063 0 30 13.457031 30 30s-13.460937 30-30 30zm151 9.617188L474.660156 265.5H339.34375zm0 245.382812c-35.402344 0-65.152344-21.363281-72.984375-50h145.96875c-7.835937 28.636719-37.585937 50-72.984375 50zm0 0"
                                                                />
                                                            </svg>
                                                        </button>
                                                    </div>
                                                    <!-- PRODUCT CARD BUTTON BLOCK END -->
                                                </div>
                                                <!-- PRODUCT CARD TOP END -->
                                            </div>
                                            <!-- FULL PRODUCT CARD CATEGORY END -->
                                        </div>
                                    </div>
                                <? endforeach; ?>
                            </div>
                        </div>
                        <button id="compare-table__scroll-left">
                            <svg viewbox="0 0 46.02 46.02">
                                <path
                                        d="M14.757,46.02c-1.412,0-2.825-0.521-3.929-1.569c-2.282-2.17-2.373-5.78-0.204-8.063l12.758-13.418L10.637,9.645    C8.46,7.37,8.54,3.76,10.816,1.582c2.277-2.178,5.886-2.097,8.063,0.179l16.505,17.253c2.104,2.2,2.108,5.665,0.013,7.872    L18.893,44.247C17.77,45.424,16.267,46.02,14.757,46.02z"
                                />
                            </svg>
                        </button>
                        <button id="compare-table__scroll-right">
                            <svg viewbox="0 0 46.02 46.02">
                                <path
                                        d="M14.757,46.02c-1.412,0-2.825-0.521-3.929-1.569c-2.282-2.17-2.373-5.78-0.204-8.063l12.758-13.418L10.637,9.645    C8.46,7.37,8.54,3.76,10.816,1.582c2.277-2.178,5.886-2.097,8.063,0.179l16.505,17.253c2.104,2.2,2.108,5.665,0.013,7.872    L18.893,44.247C17.77,45.424,16.267,46.02,14.757,46.02z"
                                />
                            </svg>
                        </button>
                        <div class="group-item-control-compare">
                            <div class="item-control-compare d-flex d-lg-none">
                                <a href="javascript:void(0)" id="add-products-compare-to">
                                    <span class="add-product-compare">Добавить товар</span>
                                </a>
                            </div>
                            <div class="item-control-compare d-flex d-lg-none">
                                <label>
                                    <input class="checkbox" type="checkbox" />
                                    <span class="label label-compare">Показать отличия</span>
                                </label>
                            </div>
                        </div>
                    </div>

                    <div class="compare-table__wrapper-down">
                        <div id="compare-table__body" class="compare-table__body">
                            <div class="compare-table__row-group">
                                <div class="compare-table__row">
                                    <div class="compare-table__cell-fixed-group compare-table__cell d-none d-md-flex">
                                        Общие характеристики
                                    </div>
                                </div>
                                <?
                                if (!empty($arResult["SHOW_FIELDS"]))
                                {
                                    foreach ($arResult["SHOW_FIELDS"] as $code => $arProp)
                                    {
                                        $showRow = true;
                                        if ((!isset($arResult['FIELDS_REQUIRED'][$code]) || $arResult['DIFFERENT']) && count($arResult["ITEMS"]) > 1)
                                        {
                                            $arCompare = array();
                                            foreach($arResult["ITEMS"] as $arElement)
                                            {
                                                $arPropertyValue = $arElement["FIELDS"][$code];
                                                if (is_array($arPropertyValue))
                                                {
                                                    sort($arPropertyValue);
                                                    $arPropertyValue = implode(" / ", $arPropertyValue);
                                                }
                                                $arCompare[] = $arPropertyValue;
                                            }
                                            unset($arElement);
                                            $showRow = (count(array_unique($arCompare)) > 1);
                                        }
                                        if ($showRow)
                                        {
                                            ?>

                                            <div class="compare-table__row compare-table__grid">
                                                <div class="compare-table__col compare-table__col-fixed compare-table__col-props compare-table__props-title">
                                                    <div class="compare-table__cell compare-table__cell-props">
                                                        <?=GetMessage("IBLOCK_FIELD_".$code)?>:
                                                    </div>
                                                </div>
                                                <div class="compare-table__props-value">
                                                    <div class="compare-table__col compare-table__col-fixed compare-table__col-main-item">
                                                        <div class="compare-table__cell">Lorem, ipsum.</div>
                                                    </div>
                                                    <?foreach($arResult["ITEMS"] as $arElement)
                                                    {
                                                        ?>
                                                        <div class="compare-table__col">
                                                            <div class="compare-table__cell">
                                                                <?
                                                                switch($code)
                                                                {
                                                                    case "NAME":
                                                                    case "PREVIEW_PICTURE":
                                                                    case "DETAIL_PICTURE":
                                                                    default:
                                                                        echo $arElement["FIELDS"][$code];
                                                                        break;
                                                                }
                                                                ?>
                                                            </div>
                                                        </div>
                                                        <?
                                                    }
                                                    unset($arElement);
                                                    ?>
                                                </div>
                                            </div>
                                        <?
                                        }
                                    }
                                }

                                if (!empty($arResult["SHOW_OFFER_FIELDS"]))
                                {
                                    foreach ($arResult["SHOW_OFFER_FIELDS"] as $code => $arProp)
                                    {
                                        $showRow = true;
                                        if ($arResult['DIFFERENT'])
                                        {
                                            $arCompare = array();
                                            foreach($arResult["ITEMS"] as $arElement)
                                            {
                                                $Value = $arElement["OFFER_FIELDS"][$code];
                                                if(is_array($Value))
                                                {
                                                    sort($Value);
                                                    $Value = implode(" / ", $Value);
                                                }
                                                $arCompare[] = $Value;
                                            }
                                            unset($arElement);
                                            $showRow = (count(array_unique($arCompare)) > 1);
                                        }
                                        if ($showRow)
                                        {
                                            ?>
                                            <div class="compare-table__row compare-table__grid">
                                                <div class="compare-table__col compare-table__col-fixed compare-table__col-props compare-table__props-title">
                                                    <div class="compare-table__cell compare-table__cell-props">
                                                        <?=GetMessage("IBLOCK_OFFER_FIELD_".$code)?>:
                                                    </div>
                                                </div>
                                                <div class="compare-table__props-value">
                                                    <div class="compare-table__col compare-table__col-fixed compare-table__col-main-item">
                                                        <div class="compare-table__cell">Lorem, ipsum.</div>
                                                    </div>
                                                    <?foreach($arResult["ITEMS"] as $arElement)
                                                    {
                                                        ?>
                                                        <div class="compare-table__col">
                                                            <div class="compare-table__cell">
                                                                <?
                                                                switch ($code)
                                                                {
                                                                    case 'PREVIEW_PICTURE':
                                                                    case 'DETAIL_PICTURE':
                                                                    default:
                                                                        ?><?=(is_array($arElement["OFFER_FIELDS"][$code])? implode("/ ", $arElement["OFFER_FIELDS"][$code]): $arElement["OFFER_FIELDS"][$code])?><?
                                                                        break;
                                                                }
                                                                ?>
                                                            </div>
                                                        </div>
                                                        <?
                                                    }
                                                    unset($arElement);
                                                    ?>
                                                </div>
                                            </div>
                                            <?
                                        }
                                    }
                                }
                                ?>
                                <?
                                if (!empty($arResult["SHOW_PROPERTIES"]))
                                {
                                    foreach ($arResult["SHOW_PROPERTIES"] as $code => $arProperty)
                                    {
                                        $showRow = true;
                                        if ($arResult['DIFFERENT'])
                                        {
                                            $arCompare = array();
                                            foreach($arResult["ITEMS"] as $arElement)
                                            {
                                                $arPropertyValue = $arElement["DISPLAY_PROPERTIES"][$code]["VALUE"];
                                                if (is_array($arPropertyValue))
                                                {
                                                    sort($arPropertyValue);
                                                    $arPropertyValue = implode(" / ", $arPropertyValue);
                                                }
                                                $arCompare[] = $arPropertyValue;
                                            }
                                            unset($arElement);
                                            $showRow = (count(array_unique($arCompare)) > 1);
                                        }

                                        if ($showRow)
                                        {
                                            ?>
                                            <div class="compare-table__row compare-table__grid">
                                                <div class="compare-table__col compare-table__col-fixed compare-table__col-props compare-table__props-title">
                                                    <div class="compare-table__cell compare-table__cell-props">
                                                        <?=$arProperty["NAME"]?>:
                                                    </div>
                                                </div>
                                                <div class="compare-table__props-value">
                                                    <div class="compare-table__col compare-table__col-fixed compare-table__col-main-item">
                                                        <div class="compare-table__cell">Lorem, ipsum.</div>
                                                    </div>
                                                    <?foreach($arResult["ITEMS"] as $arElement)
                                                    {
                                                        ?>
                                                        <div class="compare-table__col">
                                                            <div class="compare-table__cell">
                                                                <?=(is_array($arElement["DISPLAY_PROPERTIES"][$code]["DISPLAY_VALUE"])? implode("/ ", $arElement["DISPLAY_PROPERTIES"][$code]["DISPLAY_VALUE"]): $arElement["DISPLAY_PROPERTIES"][$code]["DISPLAY_VALUE"])?>
                                                            </div>
                                                        </div>
                                                        <?
                                                    }
                                                    unset($arElement);
                                                    ?>
                                                </div>
                                            </div>
                                            <?
                                        }
                                    }
                                }

                                if (!empty($arResult["SHOW_OFFER_PROPERTIES"]))
                                {
                                    foreach($arResult["SHOW_OFFER_PROPERTIES"] as $code=>$arProperty)
                                    {
                                        $showRow = true;
                                        if ($arResult['DIFFERENT'])
                                        {
                                            $arCompare = array();
                                            foreach($arResult["ITEMS"] as $arElement)
                                            {
                                                $arPropertyValue = $arElement["OFFER_DISPLAY_PROPERTIES"][$code]["VALUE"];
                                                if(is_array($arPropertyValue))
                                                {
                                                    sort($arPropertyValue);
                                                    $arPropertyValue = implode(" / ", $arPropertyValue);
                                                }
                                                $arCompare[] = $arPropertyValue;
                                            }
                                            unset($arElement);
                                            $showRow = (count(array_unique($arCompare)) > 1);
                                        }
                                        if ($showRow)
                                        {
                                            ?>
                                            <div class="compare-table__row compare-table__grid">
                                                <div class="compare-table__col compare-table__col-fixed compare-table__col-props compare-table__props-title">
                                                    <div class="compare-table__cell compare-table__cell-props">
                                                        <?=$arProperty["NAME"]?>:
                                                    </div>
                                                </div>
                                                <div class="compare-table__props-value">
                                                    <div class="compare-table__col compare-table__col-fixed compare-table__col-main-item">
                                                        <div class="compare-table__cell">Lorem, ipsum.</div>
                                                    </div>
                                                    <?foreach($arResult["ITEMS"] as $arElement)
                                                    {
                                                        ?>
                                                        <div class="compare-table__col">
                                                            <div class="compare-table__cell">
                                                                <?=(is_array($arElement["OFFER_DISPLAY_PROPERTIES"][$code]["DISPLAY_VALUE"])? implode("/ ", $arElement["OFFER_DISPLAY_PROPERTIES"][$code]["DISPLAY_VALUE"]): $arElement["OFFER_DISPLAY_PROPERTIES"][$code]["DISPLAY_VALUE"])?>
                                                            </div>
                                                        </div>
                                                        <?
                                                    }
                                                    unset($arElement);
                                                    ?>
                                                </div>
                                            </div>
                                            <?
                                        }
                                    }
                                }
                                ?>
                            </div>
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </div>
</div>
<div class="bx_compare <? echo $templateData['TEMPLATE_CLASS']; ?>" id="bx_catalog_compare_block"><?
if ($isAjax)
{
	$APPLICATION->RestartBuffer();
}
?><div class="bx_sort_container">
	<div class="sorttext"><?=GetMessage("CATALOG_SHOWN_CHARACTERISTICS")?>:</div>
	<a class="sortbutton<? echo (!$arResult["DIFFERENT"] ? ' current' : ''); ?>" href="<? echo $arResult['COMPARE_URL_TEMPLATE'].'DIFFERENT=N'; ?>" rel="nofollow"><?=GetMessage("CATALOG_ALL_CHARACTERISTICS")?></a>
	<a class="sortbutton<? echo ($arResult["DIFFERENT"] ? ' current' : ''); ?>" href="<? echo $arResult['COMPARE_URL_TEMPLATE'].'DIFFERENT=Y'; ?>" rel="nofollow"><?=GetMessage("CATALOG_ONLY_DIFFERENT")?></a>
</div>
<?
if (!empty($arResult["ALL_FIELDS"]) || !empty($arResult["ALL_PROPERTIES"]) || !empty($arResult["ALL_OFFER_FIELDS"]) || !empty($arResult["ALL_OFFER_PROPERTIES"]))
{
?>
<div class="bx_filtren_container">
	<h5><?=GetMessage("CATALOG_COMPARE_PARAMS")?></h5>
	<ul><?
	if (!empty($arResult["ALL_FIELDS"]))
	{
		foreach ($arResult["ALL_FIELDS"] as $propCode => $arProp)
		{
			if (!isset($arResult['FIELDS_REQUIRED'][$propCode]))
			{
		?>
		<li><span onclick="CatalogCompareObj.MakeAjaxAction('<?=CUtil::JSEscape($arProp["ACTION_LINK"])?>')">
			<span><input type="checkbox" id="PF_<?=$propCode?>"<? echo ($arProp["IS_DELETED"] == "N" ? ' checked="checked"' : ''); ?>></span>
			<label for="PF_<?=$propCode?>"><?=GetMessage("IBLOCK_FIELD_".$propCode)?></label>
		</span></li>
		<?
			}
		}
	}
	if (!empty($arResult["ALL_OFFER_FIELDS"]))
	{
		foreach($arResult["ALL_OFFER_FIELDS"] as $propCode => $arProp)
		{
			?>
			<li><span onclick="CatalogCompareObj.MakeAjaxAction('<?=CUtil::JSEscape($arProp["ACTION_LINK"])?>')">
		<span><input type="checkbox" id="OF_<?=$propCode?>"<? echo ($arProp["IS_DELETED"] == "N" ? ' checked="checked"' : ''); ?>></span>
		<label for="OF_<?=$propCode?>"><?=GetMessage("IBLOCK_OFFER_FIELD_".$propCode)?></label>
	</span></li>
		<?
		}
	}
	if (!empty($arResult["ALL_PROPERTIES"]))
	{
		foreach($arResult["ALL_PROPERTIES"] as $propCode => $arProp)
		{
	?>
		<li><span onclick="CatalogCompareObj.MakeAjaxAction('<?=CUtil::JSEscape($arProp["ACTION_LINK"])?>')">
			<span><input type="checkbox" id="PP_<?=$propCode?>"<?echo ($arProp["IS_DELETED"] == "N" ? ' checked="checked"' : '');?>></span>
			<label for="PP_<?=$propCode?>"><?=$arProp["NAME"]?></label>
		</span></li>
	<?
		}
	}
	if (!empty($arResult["ALL_OFFER_PROPERTIES"]))
	{
		foreach($arResult["ALL_OFFER_PROPERTIES"] as $propCode => $arProp)
		{
	?>
		<li><span onclick="CatalogCompareObj.MakeAjaxAction('<?=CUtil::JSEscape($arProp["ACTION_LINK"])?>')">
			<span><input type="checkbox" id="OP_<?=$propCode?>"<? echo ($arProp["IS_DELETED"] == "N" ? ' checked="checked"' : ''); ?>></span>
			<label for="OP_<?=$propCode?>"><?=$arProp["NAME"]?></label>
		</span></li>
	<?
		}
	}
	?>
	</ul>
</div>
<?
}
?>
<div class="table_compare">
<table class="data-table">
<?
if (!empty($arResult["SHOW_FIELDS"]))
{
	foreach ($arResult["SHOW_FIELDS"] as $code => $arProp)
	{
		$showRow = true;
		if ((!isset($arResult['FIELDS_REQUIRED'][$code]) || $arResult['DIFFERENT']) && count($arResult["ITEMS"]) > 1)
		{
			$arCompare = array();
			foreach($arResult["ITEMS"] as $arElement)
			{
				$arPropertyValue = $arElement["FIELDS"][$code];
				if (is_array($arPropertyValue))
				{
					sort($arPropertyValue);
					$arPropertyValue = implode(" / ", $arPropertyValue);
				}
				$arCompare[] = $arPropertyValue;
			}
			unset($arElement);
			$showRow = (count(array_unique($arCompare)) > 1);
		}
		if ($showRow)
		{
			?><tr 111><td><?=GetMessage("IBLOCK_FIELD_".$code)?></td><?
			foreach($arResult["ITEMS"] as $arElement)
			{
		?>
				<td valign="top">
		<?
				switch($code)
				{
					case "NAME":
						?><a href="<?=$arElement["DETAIL_PAGE_URL"]?>"><?=$arElement[$code]?></a>
						<?if($arElement["CAN_BUY"]):?>
						<noindex><br /><a class="bx_bt_button bx_small" href="<?=$arElement["BUY_URL"]?>" rel="nofollow"><?=GetMessage("CATALOG_COMPARE_BUY"); ?></a></noindex>
						<?elseif(!empty($arResult["PRICES"]) || is_array($arElement["PRICE_MATRIX"])):?>
						<br /><?=GetMessage("CATALOG_NOT_AVAILABLE")?>
						<?endif;
						break;
					case "PREVIEW_PICTURE":
					case "DETAIL_PICTURE":
						if (!empty($arElement["FIELDS"][$code]) && is_array($arElement["FIELDS"][$code])):?>
							<a href="<?=$arElement["DETAIL_PAGE_URL"]?>"><img
							border="0" src="<?=$arElement["FIELDS"][$code]["SRC"]?>"
							width="auto" height="150"
							alt="<?=$arElement["FIELDS"][$code]["ALT"]?>" title="<?=$arElement["FIELDS"][$code]["TITLE"]?>"
							/></a>
						<?endif;
						break;
					default:
						echo $arElement["FIELDS"][$code];
						break;
				}
			?>
				</td>
			<?
			}
			unset($arElement);
		}
	?>
	</tr>
	<?
	}
}

if (!empty($arResult["SHOW_OFFER_FIELDS"]))
{
	foreach ($arResult["SHOW_OFFER_FIELDS"] as $code => $arProp)
	{
		$showRow = true;
		if ($arResult['DIFFERENT'])
		{
			$arCompare = array();
			foreach($arResult["ITEMS"] as $arElement)
			{
				$Value = $arElement["OFFER_FIELDS"][$code];
				if(is_array($Value))
				{
					sort($Value);
					$Value = implode(" / ", $Value);
				}
				$arCompare[] = $Value;
			}
			unset($arElement);
			$showRow = (count(array_unique($arCompare)) > 1);
		}
		if ($showRow)
		{
		?>
		<tr 222>
			<td><?=GetMessage("IBLOCK_OFFER_FIELD_".$code)?></td>
			<?foreach($arResult["ITEMS"] as $arElement)
			{
				?><td><?
				switch ($code)
				{
					case 'PREVIEW_PICTURE':
					case 'DETAIL_PICTURE':
						if (!empty($arElement["OFFER_FIELDS"][$code]) && is_array($arElement["OFFER_FIELDS"][$code]))
						{
							?><img border="0" src="<?= $arElement["OFFER_FIELDS"][$code]["SRC"] ?>"
								width="auto" height="150"
								alt="<?= $arElement["OFFER_FIELDS"][$code]["ALT"] ?>" title="<?= $arElement["OFFER_FIELDS"][$code]["TITLE"] ?>"
							/><?
						}
						break;
					default:
						?><?=(is_array($arElement["OFFER_FIELDS"][$code])? implode("/ ", $arElement["OFFER_FIELDS"][$code]): $arElement["OFFER_FIELDS"][$code])?><?
						break;
				}
				?></td><?
			}
			unset($arElement);
			?>
		</tr>
		<?
		}
	}
}
?>
<tr 333>
	<td><?=GetMessage('CATALOG_COMPARE_PRICE');?></td>
	<?
	foreach ($arResult["ITEMS"] as $arElement)
	{
		if (isset($arElement['MIN_PRICE']) && is_array($arElement['MIN_PRICE']))
		{
			?><td><? echo $arElement['MIN_PRICE']['PRINT_DISCOUNT_VALUE']; ?></td><?
		}
		elseif (!empty($arElement['PRICE_MATRIX']) && is_array($arElement['PRICE_MATRIX']))
		{
			?><td style="vertical-align: top;"><?
			$matrix = $arElement['PRICE_MATRIX'];
			$rows = $matrix['ROWS'];
			$rowsCount = count($rows);
			if ($rowsCount > 0)
			{
				?><table class="compare-price"><?
				if (count($rows) > 1)
				{
					foreach ($rows as $index => $rowData)
					{
						if (empty($matrix['MIN_PRICES'][$index]))
							continue;
						if ($rowData['QUANTITY_FROM'] == 0)
							$rowTitle = GetMessage('CP_TPL_CCR_RANGE_TO', array('#TO#' => $rowData['QUANTITY_TO']));
						elseif ($rowData['QUANTITY_TO'] == 0)
							$rowTitle = GetMessage('CP_TPL_CCR_RANGE_FROM', array('#FROM#' => $rowData['QUANTITY_FROM']));
						else
							$rowTitle = GetMessage(
								'CP_TPL_CCR_RANGE_FULL',
								array('#FROM#' => $rowData['QUANTITY_FROM'], '#TO#' => $rowData['QUANTITY_TO'])
							);
						echo '<tr><td>'.$rowTitle.'</td><td>';
						echo \CCurrencyLang::CurrencyFormat($matrix['MIN_PRICES'][$index]['PRICE'], $matrix['MIN_PRICES'][$index]['CURRENCY']);
						echo '</td></tr>';
						unset($rowTitle);
					}
					unset($index, $rowData);
				}
				else
				{
					$currentPrice = current($matrix['MIN_PRICES']);
					echo '<tr><td class="simple">'.\CCurrencyLang::CurrencyFormat($currentPrice['PRICE'], $currentPrice['CURRENCY']).'</td></tr>';
					unset($currentPrice);
				}
				?></table><?
			}
			unset($rowsCount, $rows, $matrix);
			?></td><?
		}
		else
		{
			?><td>&nbsp;</td><?
		}
	}
	unset($arElement);
	?>
</tr>
<?
if (!empty($arResult["SHOW_PROPERTIES"]))
{
	foreach ($arResult["SHOW_PROPERTIES"] as $code => $arProperty)
	{
		$showRow = true;
		if ($arResult['DIFFERENT'])
		{
			$arCompare = array();
			foreach($arResult["ITEMS"] as $arElement)
			{
				$arPropertyValue = $arElement["DISPLAY_PROPERTIES"][$code]["VALUE"];
				if (is_array($arPropertyValue))
				{
					sort($arPropertyValue);
					$arPropertyValue = implode(" / ", $arPropertyValue);
				}
				$arCompare[] = $arPropertyValue;
			}
			unset($arElement);
			$showRow = (count(array_unique($arCompare)) > 1);
		}

		if ($showRow)
		{
			?>
			<tr 444>
				<td><?=$arProperty["NAME"]?></td>
				<?foreach($arResult["ITEMS"] as $arElement)
				{
					?>
					<td>
						<?=(is_array($arElement["DISPLAY_PROPERTIES"][$code]["DISPLAY_VALUE"])? implode("/ ", $arElement["DISPLAY_PROPERTIES"][$code]["DISPLAY_VALUE"]): $arElement["DISPLAY_PROPERTIES"][$code]["DISPLAY_VALUE"])?>
					</td>
				<?
				}
				unset($arElement);
				?>
			</tr>
		<?
		}
	}
}

if (!empty($arResult["SHOW_OFFER_PROPERTIES"]))
{
	foreach($arResult["SHOW_OFFER_PROPERTIES"] as $code=>$arProperty)
	{
		$showRow = true;
		if ($arResult['DIFFERENT'])
		{
			$arCompare = array();
			foreach($arResult["ITEMS"] as $arElement)
			{
				$arPropertyValue = $arElement["OFFER_DISPLAY_PROPERTIES"][$code]["VALUE"];
				if(is_array($arPropertyValue))
				{
					sort($arPropertyValue);
					$arPropertyValue = implode(" / ", $arPropertyValue);
				}
				$arCompare[] = $arPropertyValue;
			}
			unset($arElement);
			$showRow = (count(array_unique($arCompare)) > 1);
		}
		if ($showRow)
		{
		?>
		<tr 555>
			<td><?=$arProperty["NAME"]?></td>
			<?foreach($arResult["ITEMS"] as $arElement)
			{
			?>
			<td>
				<?=(is_array($arElement["OFFER_DISPLAY_PROPERTIES"][$code]["DISPLAY_VALUE"])? implode("/ ", $arElement["OFFER_DISPLAY_PROPERTIES"][$code]["DISPLAY_VALUE"]): $arElement["OFFER_DISPLAY_PROPERTIES"][$code]["DISPLAY_VALUE"])?>
			</td>
			<?
			}
			unset($arElement);
			?>
		</tr>
		<?
		}
	}
}
	?>
	<tr 666>
		<td></td>
		<?foreach($arResult["ITEMS"] as $arElement)
		{
		?>
		<td>
			<a onclick="CatalogCompareObj.delete('<?=CUtil::JSEscape($arElement['~DELETE_URL'])?>');" href="javascript:void(0)"><?=GetMessage("CATALOG_REMOVE_PRODUCT")?></a>
		</td>
		<?
		}
		unset($arElement);
		?>
	</tr>
</table>
</div>
<?
if ($isAjax)
{
	die();
}
?>
</div>
<script type="text/javascript">
	var CatalogCompareObj = new BX.Iblock.Catalog.CompareClass("bx_catalog_compare_block", '<?=CUtil::JSEscape($arResult['~COMPARE_URL_TEMPLATE']); ?>');
</script>
