<h2 class="advantages-article__head">Якість</h2>
<p>
	 Компанія Skarlat є українським виробником освітлювальних приладів.&nbsp;
</p>
<p>
	 Ми завжди готові надати вам креативні, професійні, трендові, першокласні дизайнерські рішення у сфері освітлювальних приладів, при цьому, відповідаючи стандартам відмінної якості та приємних цін.&nbsp;
</p>
<p>
	 Величезна асортиментна лінійка продукції нашої компанії постійно поповнюється новим трендовим освітленням.&nbsp;
</p>
<p>
	 Ми впевнені: світлове рішення повинно відрізнятися оригінальністю та високою якістю!
</p>