<h2 class="text-color"><br>
</h2>
<h2 class="text-color">54000 товарів<br>
 </h2>
<p>
</p>
<div>
	 Величезна асортиментна лінійка продукції нашої компанії постійно поповнюється новим трендом освітлення.&nbsp; <br>
	 Бра, торшери, настільні лампи, треки, світлодіодна продукція, потолочнікі, освітлювальні прилади для вулиці - це і багато іншого обов'язково полюбиться нашим покупцям. <br>
 <br>
</div>
<div>
</div>
<h3 class="text-color">Компанія-постачальник</h3>
<p>
</p>
<div>
	 Наша компанія представлена ​​на ринку з 1997 року і є великим постачальником освітлювальних приладів. <br>
	 Skarlat - це гарантія надійності, вигідності і дотримання всіх термінів, так як ми працюємо без посередників!
</div>
<p>
</p>
<p>
 <br>
</p>
<h3 class="text-color">Якість понад усе</h3>
<p>
	 Наша команда впевнена: світлове рішення повинно відрізнятися оригінальністю і високою якістю! Ми продаємо те, чим можемо пишатися.<br>
</p>
<p>
 <br>
</p>
<h3 class="text-color">Купівля світильників On-line</h3>
<p>
	 Сайт skarlat.ua розроблений таким чином, щоб вам було зручно підбирати освітлювальні прилади, виходячи з якісних візуалізацій, технічних характеристик і детальної інформації про кожну одиницю, і оформляти покупки дистанційно.
</p>
<p>
	 Наші менеджери готові проконсультувати вас в будь-який робочий час і підказати будь-які нюанси.
</p>
<p>
 <br>
</p>
<h3 class="text-color">Система знижок</h3>
<p>
	 Компанія Skarlat лояльна до своїх клієнтів і буде рада надати їм знижки, починаючи від певного обсягу замовлених одиниць товару.
</p>
 <br>
<h2>Чому обирають SKARLAT?</h2>
 Ми надаємо професійну консультацію при виборі освітлення, підбір освітлення по дизайн-проекту, розрахунок світильників онлайн.<br>
 <br>
 <br>
 <br>