<h2 class="text-color"><br>
 </h2>
<h2 class="text-color">Я можу обміняти товар або повернути товар?</h2>
<p>
	 Так, ви можете обміняти або повернути товар протягом 14 днів з моменту покупки. Це право гарантує вам «Закон про захист прав споживача».
</p>
 Щоб скористатися цією можливістю, будь ласка, переконайтеся що:
<ul class="pl-4">
	<li>товар, не був у вжитку і не має слідів використання: подряпин, сколів, потертостей.</li>
	<li>товар повністю укомплектований і не порушена цілісність упаковки;</li>
	<li>збережені всі ярлики і заводське маркування.</li>
</ul>
<p>
	 Тобто ви маєте право обміняти непродовольчий товар належної якості на аналогічний, якщо товар не задовольнив вас за формою, габаритами, кольором, розміром або з інших причин не може бути вами використаний за призначенням. Обмін товару належної якості провадиться, якщо він не використовувався і якщо збережено його товарний вигляд, споживчі властивості, пломби, ярлики, а також розрахунковий документ, виданий споживачеві разом з проданим товаром.
</p>
<p>
	 У разі, якщо ви звернулися в перебігу 14 днів з моменту покупки з проханням обміняти товар неналежної якості на вашу думку, але товар відповідає критеріям товару належної якості, в такому випадку Продавець не проводить обмін товару.
</p>
<p>
	 Якщо товар не працює, обмін або повернення товару здійснюється тільки за наявності висновку / акту сервісного центру, авторизованого виробником Товару, про те, що умови експлуатації не порушені.
</p>
 <br>
<h2 class="text-color">Де і як можна зробити обмін або повернення товару?</h2>
<p>
	 Обміняти або повернути товар можна в нашому офісі по сервісному обслуговуванню. При собі вам потрібно мати товар, упаковку і комплектуючі до нього, гарантійний талон і товарний чек.
</p>
<p>
 <br>
</p>
<h2 class="text-color">Куди звертатися з питань гарантійного обслуговування?</h2>
<p>
	 У разі, якщо товар зажадає гарантійного обслуговування, просимо вас звернутися до наших менеджерів за телефонами, вказаними на сайті.
</p>
<p>
 <br>
</p>
<h2 class="text-color">Яка гарантія на цей товар?</h2>
<p>
	 Термін гарантії вказаний в описі кожного товару на сайті. Гарантія надається на термін від 14 днів до 36 місяців, в залежності від товару. Гарантія може бути представлена ​​виробником або Продавцем. Підтвердженням гарантійних зобов'язань служить гарантійний талон виробника або наш гарантійний талон.
</p>
<p>
 <br>
</p>
<h2 class="text-color">Сервисный центр не может отремонтировать мой товар в гарантийный период</h2>
<p>
</p>
<p>
	 У разі виявлення протягом встановленого гарантійного строку істотних недоліків, які виникли з вини виробника, в Товарі, який ви у нас купили, або він вийшов з ладу з вини виробника і не може бути відремонтовано в авторизованому сервісному центрі, ми обміняємо товар на аналогічний або повернемо гроші.
</p>
 <br>
 <b>Для цього, будь ласка, надайте нам:<br>
 </b><b><br>
 </b>
<ul class="pl-4">
	<li>товар з повною комплектацією (зарядний пристрій, коробка ...);</li>
	<li>гарантійний талон;</li>
	<li>документ, що підтверджує оплату;</li>
	<li>висновок сервісного центру з відміткою про те, що товар має «істотний недолік».</li>
</ul>
 <br>
<ul class="pl-4">
</ul>
<h2 class="text-color">У яких випадках гарантія не надається?</h2>
 <br>
 <b>Сервісний центр може відмовити в гарантійному ремонті в разі:<br>
 </b><b><br>
 </b>
<ul class="pl-4">
	<li>порушення схоронності гарантійних пломб;</li>
	<li>наявності механічних або інших пошкоджень, що виникли внаслідок умисних або необережних дій покупця або третіх осіб;</li>
	<li>порушення правил використання;</li>
	<li>несанкціонованого розкриття, ремонту або зміни внутрішніх комунікацій і компонентів товару, зміни конструкцій або схеми товару;</li>
	<li>якщо серійний номер або MAC-адресу, що знаходяться в пам'яті вироби, змінені, стерті або пошкоджені і не можуть бути встановлені;</li>
	<li>якщо виявлені пошкодження, викликані потраплянням всередину виробу сторонніх предметів, речовин, рідин, комах або дією екстремальних температур.</li>
</ul>
 <br>
<ul class="pl-4">
</ul>
 <b>Гарантійні зобов'язання і гарантійне обслуговування не поширюється на Товар в разі:<br>
 </b><b><br>
 </b>
<ul class="pl-4">
	<li>випадкового пошкодження (дефекти завдані клієнтом);</li>
	<li>пошкодження в результаті стихійних лих (природних явищ);</li>
	<li>пошкодження, що виникли внаслідок недбалого ставлення або використання (недотримання температурного режиму, вплив рідини, запиленості, механічні пошкодження, попадання всередину корпусу сторонніх предметів);</li>
	<li>ушкодження, викликані аварійним підвищенням або пониженням напруги в мережі;</li>
	<li>пошкодження або ненормального функціонування виробу, спричинене збоями або невідповідністю стандартам параметрів живлення, телекомунікаційних, кабельних та інших подібних зовнішніх факторів;</li>
	<li>ушкодження, викликані дефектами системи, в якій використовувався даний товар, або що виникли в результаті з'єднання і підключення товару до інших виробів;</li>
	<li>ушкодження, викликані використанням товару не за призначенням або з порушенням правил експлуатації;</li>
	<li>природний знос елементів у випадках перевищення зазначених норм нормальної експлуатації, а також корпусних елементів переносних виробів;</li>
	<li>пошкодження або ненормального функціонування вироби викликано програмами;</li>
	<li>пошкодження або ненормального функціонування виробу, спричинене використанням нестандартних та (або) неякісних витратних матеріалів, приладдя, запасних частин, елементів живлення;</li>
	<li>наявності на виробі ознак ремонту не уповноваженими особами.</li>
</ul>
 <br>
<ul class="pl-4">
</ul>
 <b>Гарантійні зобов'язання не поширюються:<br>
 </b><b><br>
 </b>
<ul class="pl-4">
	<li>на програмні продукти, що поставляються разом з виробом;</li>
	<li>на програмні продукти, які не поставляються разом з виробом;</li>
	<li>на дані користувача, що зберігаються або отримані за допомогою вироби.</li>
</ul>
 <br>
<ul class="pl-4">
</ul>
 <b>З питань сервісного обслуговування і повернення товару дзвоніть нам за телефонами, які вказані на сайті.</b><br>