<h2 class="text-color">Оплата карткою на сайті</h2>
<p>
 <b>Оплата замовлення онлайн, банківською картою Visa або MasterCard.</b>
</p>
<p>
	 Доставка товару можлива тільки після підтвердження платежу. Ви можете оплатити замовлення онлайн, банківською картою Visa або MasterCard.
</p>
 Оплата за допомогою платіжних карт здійснюється наступним способом:
<ul class="pl-4">
	<li>під час оформлення замовлення на сайті, Вам буде запропоновано зробити вибір способу оплати.</li>
	<li>У графі "Оплата" вам потрібно вибрати «Оплата карткою Visa / MasterCard».</li>
	<li>Після цього Ви будете переадресовані на сторінку системи безпечних платежів банку, де Вам необхідно буде підтвердити оплату.</li>
</ul>
 <strong>Будь ласка, зверніть увагу.</strong> <br>
 <br>
 Отримати товар, оплачений платіжною карткою, може тільки той клієнт, ПІБ якого були вказані на сайті під час оформлення заявки, тому при отриманні замовлення обов'язково потрібно мати при собі паспорт.
<h2 class="text-color"><br>
 Оплата готівкою «Нова пошта»</h2>
<p>
	 Оплата готівкою при отриманні товару можлива по Києву при доставці кур'єром або оплата післяплатою в сервісі доставки «Нова пошта»
</p>
 Ви можете оплатити замовлення готівкою або післяплатою при виборі таких способів доставки:
<ul class="pl-4">
	<li>Доставка кур'єром Київ</li>
	<li>Доставка до відділення «Нова пошта»</li>
	<li>Оплата здійснюється після перевірки посилки на відповідність замовлення і товарному чеку виключно в національній валюті.</li>
</ul>
 <strong>Звертаємо Вашу увагу<br>
 </strong><br>
При отриманні посилки у відділенні компанії перевізника або у кур'єра і оплаті ви підписуєте акт прийому-передачі, яким підтверджуєте факт перевірки посилки на відповідність Ваше замовлення, а також погоджуєтеся з зовнішнім виглядом товару, його комплектацією і не маєте претензій до інтернет-магазину і компанії перевізнику .